{"items":[{"name":"\nFour Sided Fantasy: A Game About the Limits of the Screen\n","url":"https://www.kickstarter.com/projects/lofi/four-sided-fantasy-a-game-about-the-limits-of-the","backers":"1048","pledged":"37912","currency":"USD","goal":"35000","rewards":[{"tier":"1","backers":"23","desc":"Our sincere thank you.\r\n==============================GRATITUDE TIER: Our sincere thank you for helping support the game!"},{"tier":"5","backers":"10","desc":"Your name in the credits + $1 tier\r\n==============================\r\nACKNOWLEDGEMENT TIER: Have your name immortalized in the credits of the game! You also receive the $1 tier."},{"tier":"8","backers":"350","desc":"DRM-free digital copy of the game (early bird special) + $5 tier\r\n==============================\r\nEARLY BIRD ADVENTURER TIER: This tier grants you a DRM-free digital copy of the game when it releases. You also receive the $5 tier."},{"tier":"10","backers":"224","desc":"DRM-free digital copy of the game + $5 tier\r\n==============================ADVENTURER TIER: If you missed the Early Bird Adventurer Tier, this tier still grants you a DRM-free digital copy of the game when it releases. You also receive the $5 tier."},{"tier":"12","backers":"48","desc":"A title of your choice next to your name in the credits + $10 tier\r\n=======================================================\r\nENTREPRENEUR TIER: Not only do you get a digital copy of the game and your name in the credits, you get to choose a title to go alongside your name in the credits (within reason)! You also receive the $10 tier."},{"tier":"15","backers":"159","desc":"Beta access (early bird special) + $10 tier\r\n==============================\r\nEARLY BIRD JOURNEYER TIER: You will receive a beta version of the game before the final game launches. You also receive the $10 tier, which includes the final game when it launches."},{"tier":"20","backers":"21","desc":"Beta access + $10 tier\r\n==============================\r\nJOURNEYER TIER: If you missed the Early Bird Journeyer Tier, this tier still grants you a beta version of the game before the game launches. You also receive the $10 tier, which includes the final game when it launches."},{"tier":"25","backers":"20","desc":"Digital wallpapers + $20 tier ==============================DISPLAY TIER: Upon release of the game, you will receive digital wallpapers, including concept art and unique screenshots. You also receive the $20 tier."},{"tier":"30","backers":"36","desc":"Live soundtrack + $25 tier\r\n==============================\r\nHARMONY TIER: Upon release you will receive a digital copy of the soundtrack for the game, created by M.J. Quigley, the amazing composer on Perspective and Nitronic Rush. You will also receive early versions of the music tracks as they are created. Lastly, you also receive the $25 tier."},{"tier":"35","backers":"18","desc":"In-game hat for the main character + $30 tier ======================================================= WARMTH TIER: A hat in-game that will show up on the main character. You also receive the $30 tier."},{"tier":"40","backers":"20","desc":"Live digital art book + $30 tier\r\n==============================\r\nPROGRESSION TIER: A digital copy of a behind-the-scenes book, showcasing everything during development, including concept art and level design. You will also receive early iterations of the art as it is created. Lastly, you also receive the $30 tier."},{"tier":"50","backers":"17","desc":"Alpha access + $40 tier\r\n==============================\r\nNOMAD TIER: You will have access to the alpha version of the game, before the beta and final versions of the game. You also receive the $40 tier."},{"tier":"70","backers":"25","desc":"NPC in a secret area modeled after you + $50 tier ======================================================= SECRET PERSONIFICATION TIER: We will work with you to create a character in the game modeled after you to show up in a secret area. You will receive a file of the character art. Lastly, you also receive the $50 tier."},{"tier":"75","backers":"25","desc":"NPC modeled after you + $50 tier\r\n==============================\r\nPERSONIFICATION TIER: We will work with you to create a character in the game modeled after you. You will receive a file of the character art. Lastly, you also receive the $50 tier."},{"tier":"90","backers":"5","desc":"An in-game pet dog + $50 tier ==========================================================CANINE COMPANION TIER: A loyal in-game pet dog that follows you around! You also receive the $50 tier."},{"tier":"100","backers":"9","desc":"Livestream access + $50 tier\r\n==============================\r\nUNDISCLOSED TIER: Take a peek at the game while it’s being created. Critique and/or assist in development in the chat, and watch early playthroughs of the game. Gives you access to frequent livestreams of development. You also receive the $50 tier."},{"tier":"125","backers":"12","desc":"An in-game pet dog + $100 tier ==============================================================CANINE COMPANION CAP TIER: An in-game hat for your loyal in-game pet dog. You also receive the $100 tier."},{"tier":"250","backers":"4","desc":"Exclusive builds + $100 tier\r\n==============================\r\nCLASSIFIED TIER: Gain access to top-secret builds as they are created. Includes builds such as the ones used for playtesting, as well as ones that show up at expos and show floors. You also receive the $100 tier."},{"tier":"500","backers":"1","desc":"Name the small town + $250 tier\r\n==============================\r\nDESIGNATION TIER: We will work with you to come up with a name for the small town that the game is set in (within reason). The name will show up in promotional material and possibly the game. You also receive the $250 tier."},{"tier":"750","backers":"1","desc":"Name the main character + $250 tier\r\n==============================\r\nMONIKER TIER: We will work with you to come up with a name for the main character (within reason). The name will show up in promotional material and possibly the game. You also receive the $250 tier."},{"tier":"1000","backers":"2","desc":"Executive Producer credit + $250 tier\r\n==============================\r\nEXECUTIVE PRODUCER TIER: You will be credited as Executive Producer in the credits. You also receive the $250 tier."},{"tier":"5000","backers":"1","desc":"Custom-designed level + $1000 tier ============================== LEVEL DESIGNER TIER: Work with the designer to create a brand new level for the game (within reason). You also receive the $1000 tier."},{"tier":"10000","backers":"0","desc":"Custom-designed main character + $5000 tier ============================== CHARACTER DESIGNER TIER: Work with the artists to create a custom main character for the game (within reason).You also receive the $5000 tier."}]},{"name":"\nKnite & The Ghost Lights - Wii U - PC - Mac - Linux\n","url":"https://www.kickstarter.com/projects/2011341880/knite-and-the-ghost-lights?ref=kickspy","backers":"1774","pledged":"43768","currency":"USD","goal":"35000","rewards":[{"tier":"5","backers":"300","desc":"--- EARLY ACCESS ---\r\n\r\nGet Digital Copy of the Game on Mac or PC before it's released."},{"tier":"10","backers":"807","desc":"--- GAME ON - ROCK ON ---\r\n\r\nOfficial Game Sound Track in MP3 format +  early access to the game."},{"tier":"20","backers":"149","desc":"--- MAKING MISTLAND --- A digital book of hi res images and photography detailing the characters of Mistland and the \"behind the scenes\" creation + plus everything at the $10 and under levels"},{"tier":"25","backers":"146","desc":"--- READ ALL ABOUT IT ---\r\nEnjoy a hand written book of poetry from Wilhelm the old oak stump + everything included at the $10 and under levels"},{"tier":"35","backers":"159","desc":"--- Play it on Wii U --- You will be given a download from  the Wii U eShop upon the games release PLUS get everything from the $25 tier and below (including early access version of the game for Mac PC and Linux) Please note: game release date is approximate only."},{"tier":"50","backers":"40","desc":"--- CARTOGRAPHERS DELIGHT ---\r\nA beautiful hand-drawn map of Mistland (digital) + everything included at the $25 and under levels"},{"tier":"65","backers":"4","desc":"--- Personal Portrait --- Delivered to you a personal sketch made AND signed by Xavier himself. The sketch will be based on your photo. Also a great gift for a child or loved one. **see our update section for a sample of the work ...And of course you will get the previous rewards at this level."},{"tier":"75","backers":"37","desc":"--- The Real Book --- A real full color physical book shipped to you: THE BOOK INCLUDES:\r\n•\tOver 40 full color and hi res photos including behind the scenes and more.\r\n•\tA collection of  short stories.\r\n•\tAll four character books combined and in full color  (now including Collection of Kiki’s lullabies)\r\nALL previous rewards included. Every single one!"},{"tier":"80","backers":"10","desc":"--- Your Own Melody --- Enjoy your own personal melody from the ghost piper himself, Knite. All of the melodies will be used in songs on the soundtrack and the name of your melody will be listed in knite's book. Pretty cool, yeah?\r\nA ghost melody from Knite dedicated personally to you! The title is  gonna be in the following format: \r\n\r\nThe ghost melody of YOURNAME, whose soul was lost and found on YOURBIRTHDATE. (if you prefer not to share, the year is optional)\r\n\r\nExample: The ghost melody of Jennifer Crane, whose soul was lost and found on October 14, 1986.\r\n\r\nThis can also make a great gift to a friend or child.\r\n\r\nAn example of Knite's music can be found on the main page.\r\nThis also includes ALL previous rewards. Every single one!"},{"tier":"90","backers":"8","desc":"--- Kiki's Lullaby --- Since you will already be getting your own melody at $80, Kiki will add some words to it. All of the words will also be in the Grimoire Sister's Book (digital and paper format version). Now you can have something to sing along with your melody! ---- You of course get all the previous rewards, wii u download, portrait, etc, etc"},{"tier":"100","backers":"35","desc":"--- YOUR NAME IN STONE ---\r\nYour name appears “in-game” on a unique Mistland Tombstone + everything included at the $50 and under levels"},{"tier":"125","backers":"9","desc":"--- CARTOGRAPHERS POSTER --- A beautiful hand-drawn map of Mistland in poster format delivered to you. Final dimensions are yet to be determined. You also get everything included at the previous levels."},{"tier":"150","backers":"9","desc":"--- T-SHIRT TIME ---\r\nAn official Knite & The Ghost Lights t-shirt + everything included at the $100 and under levels"},{"tier":"200","backers":"7","desc":"--- PERSONALIZED ON CANVAS --- A beautiful hand-drawn map of Mistland on stretched canvas delivered to you. This map will include the addition of a monument marked in Mistland that has been named after you or a loved one(s). Final dimensions are yet to be determined. You also get everything included at the previous levels."},{"tier":"250","backers":"5","desc":"--- OWN A PART OF THE GAME -- Get a real assortment of small props actually used in the game + everything included at the $150 and under levels"},{"tier":"500","backers":"7","desc":"--- YOUR OWN KNITE --- An exact model of Knite, hand-crafted by our lead artist + everything included at the $250 and under  levels"},{"tier":"1000","backers":"0","desc":"--- IF YOU WERE FROM MISTLAND --- An official Mistland character figure, based on a photo provided by you. The perfect custom gift for you or a loved one + plus everything at the $500 and under levels"},{"tier":"2500","backers":"1","desc":"--- LIVE AND DIE IN MISTLAND --- We'll turn your official Mistland character figure into an actual in-game character (most likely a bad guy). What better way to show off to your friends and  digitally live forever.  The actual hand crafted doll based on your photo will be in the game!!.  + plus everything at the $1000 and under levels"}]},{"name":"\nMoon Hunters, a Myth-Weaving RPG\n","url":"https://www.kickstarter.com/projects/kitfoxgames/moon-hunters-a-myth-weaving-rpg","backers":"3308","pledged":"97677","currency":"CAD","goal":"45000","rewards":[{"tier":"10","backers":"300","desc":"EARLY BIRD EXPLORER                  \r\n==============================\r\nDigital copy of the game for PC and Mac, at a lower price available only through this Kickstarter."},{"tier":"15","backers":"1088","desc":"EXPLORER                  \r\n==============================\r\nA digital copy of the game for PC and Mac."},{"tier":"20","backers":"331","desc":"SONGSMITH ============================== \r\nReceive a digital copy of the all-original Moon Hunters OST by Ryan Roth, guest-starring Halina Heron, normally a $10 value.\r\n============================== Also includes a digital copy of the game for PC and Mac."},{"tier":"22","backers":"200","desc":"EARLY BIRD DYNAMIC DUO\r\n==============================\r\nWhy play alone when you can share your experience with a friend? Two digital copies of the game, at a lower price available only through this kickstarter. PLUS an invitation to our beta tests!\r\n==============================\r\nAlso includes the all-original soundtrack by Ryan Roth."},{"tier":"25","backers":"670","desc":"DYNAMIC DUO\r\n==============================\r\nWhy play alone when you can share your experience with a friend? Two digital copies of the game.  PLUS an invitation to our beta tests!\r\n==============================\r\nAlso includes: All-original soundtrack by Ryan Roth."},{"tier":"35","backers":"199","desc":"PEN PAL ============================== We'll send you a physical postcard signed by the core dev team, in the real world. This is also the first tier in which we will list your name in the game's Special Thanks. NOTE: This is the ONLY TIER that offers the postcard, other than the Super Collector tier.\r\n============================== Also includes: Soundtrack, beta invite, and a digital copy of the game."},{"tier":"45","backers":"192","desc":"BAND OF HEROES\r\n==============================\r\nEverything's more fun when you're adventuring together! Buy a 4-pack! Four digital copies of the game, for the price of three!\r\n==============================\r\nAlso includes: Soundtrack, an invitation to our early beta tests."},{"tier":"60","backers":"131","desc":"FASHION LEGEND ==============================\r\nGet a limited edition charcoal-grey cotton \"Moonblade\" T-Shirt to impress your tribe, available only in this Kickstarter. NOTE: This is THE ONLY TIER that offers the T-Shirt, other than the Super Collector tier.\r\n============================== Also includes: Soundtrack, inclusion in Special Thanks, an invitation to our early beta tests, and a digital copy of the game for PC and Mac."},{"tier":"70","backers":"54","desc":"ART COLLECTOR\r\n==============================\r\nThis tier includes a limited-edition 12x18\" poster print of your choice from four designs, signed by the core team. NOTE: This is THE ONLY TIER that offers the signed poster print, other than the Super Collector tier.\r\n==============================\r\nAlso includes: soundtrack, an invitation to our early beta, inclusion in Special Thanks, and a digital copy of the game."},{"tier":"115","backers":"27","desc":"WEAVER\r\n==============================\r\nFor those who see the strands that bind our patterns together. This tier includes a limited-edition fabric print on Belgian linen, from your choice of five designs: a world map or one of the four base characters (Witch, Spellblade, Occultist, Druid). NOTE: This is THE ONLY TIER that offers the fabric print, other than the Super Collector tier.\r\n==============================\r\nAlso includes: soundtrack, an invitation to our early beta, inclusion in Special Thanks, and a digital copy of the game."},{"tier":"140","backers":"25","desc":"NAME A VILLAGER\r\n==============================\r\nThis tier gives you the right to name a human character (within reason), to be included in the final game. Character gender (male, female, other), species (human/Silkhood) and home-tribe are your choice. We will accommodate basic customization requests, within the limits of the Moon Hunters world.\r\n==============================\r\nAlso includes: soundtrack, an invitation to our early beta, inclusion in Special Thanks, and TWO digital copies of the game."},{"tier":"175","backers":"4","desc":"NAME AN ANIMAL\r\n==============================\r\nThis tier gives you the right to name an animal (within reason), to be included in the final game. Species included will be at least, but not limited to: dogs, cats, birds, moths, camels, turkeys, alpacas. We can probably accommodate special customisation/species requests.\r\n==============================\r\nAlso includes: soundtrack, an invitation to our early beta, inclusion in Special Thanks, and TWO digital copies of the game."},{"tier":"200","backers":"7","desc":"LEGEND\r\n==============================\r\nYou will be remembered. An ancient stone memorial will hold your message of choice (within reason), to be randomly generated in the world of the final game.\r\n==============================\r\nAlso includes: soundtrack, an invitation to our early beta, inclusion in Special Thanks, and FOUR digital copies of the game."},{"tier":"235","backers":"25","desc":"SUPER COLLECTOR: ALL PHYSICALS\r\n==============================\r\nIncludes all physical rewards. This means: a signed poster print, a T-shirt, a fabric print, and Thank You postcard signed by the core team.\r\n==============================\r\nAlso includes: soundtrack, an invitation to our early beta, inclusion in Special Thanks, and FOUR digital copies of the game."},{"tier":"245","backers":"2","desc":"SUPER COLLECTOR (SECOND RUN)\r\n============================== Includes all physical rewards. This means: a signed poster print, a T-shirt, a fabric print, and Thank You postcard signed by the core team.\r\n==============================\r\nAlso includes: soundtrack, an invitation to our early beta, inclusion in Special Thanks and FOUR digital copies of the game."},{"tier":"400","backers":"1","desc":"PIXEL MOON HUNTER\r\n==============================\r\nWe will delve deep in the pixelmines to find the right pigments to paint a pixel-art likeness of the person of your choice in the Moon Hunters style, from a supplied photograph (no nudies please). With your permission, we may use this sprite in the game.\r\n==============================\r\nAlso includes: soundtrack, an invitation to our early beta, inclusion in Special Thanks, an in-game memorial with your customised message, and FOUR digital copies of the game."},{"tier":"550","backers":"3","desc":"PAINTED MOON HUNTER\r\n==============================\r\nXin Ran Liu will hand-paint a watercolor likeness of the person of your choice in the Moon Hunters style, using a supplied photograph (within reason). The final portrait can be a digital file, OR mailed to you on real life parchment. If you choose a digital file, with your permission we will add it to the game as a speaking non-playable character, where it will be seen by thousands of players.\r\n==============================\r\nAlso includes: soundtrack, an invitation to our early beta, inclusion in Special Thanks, an in-game memorial with your customised message, and FOUR digital copies of the game."},{"tier":"750","backers":"0","desc":"MYTHOLOGIST\r\n==============================\r\nReady to spin a yarn for the ages? You will help us create a whole character myth (within reason) with up to ten dialogues, that thousands of players will experience. You will be given your choice of pre-created characters to design with, and be credited as an Assistant Narrative Designer for your contribution.\r\n==============================\r\nAlso includes: soundtrack, an invitation to our early beta, inclusion in Special Thanks, an in-game memorial with your customised message, and FOUR digital copies of the game."},{"tier":"1000","backers":"2","desc":"VISIONARY\r\n==============================\r\nSo boss fights are kinda your 'thing'? You will help us design a boss fight or other major combat encounter (within reason). We'll work with you to nail down the perfect look, strategies, effects, and special moves, and credit you as an Assistant Combat Designer for your contribution.\r\n==============================\r\nAlso includes: soundtrack, an invitation to our early beta, inclusion in Special Thanks, an in-game memorial with your customised message, and TEN digital copies of the game."},{"tier":"1500","backers":"2","desc":"DIRECTOR\r\n==============================\r\nJoin the team for a day! You get to help with ALL of the above design (name a villager, name an animal, design a myth, design a boss fight). For your contribution, you'll be credited in the game as a Designer.\r\n==============================\r\nAlso includes: soundtrack, an invitation to our early beta, inclusion in Special Thanks, an in-game memorial with your customised message, and TEN digital copies of the game."}]},{"name":"\nSpate\n","url":"https://www.kickstarter.com/projects/379113968/spate","backers":"747","pledged":"14430","currency":"USD","goal":"12000","rewards":[{"tier":"5","backers":"9","desc":"A unique, hand drawn \"Thank You\" sketch sent to you in the mail. As well as a Hi-Res \"Spate\" desktop Wallpaper. Your name will also be added to the games credits."},{"tier":"10","backers":"557","desc":"Everything above, as well as a DRM free copy of Spate, distributed digitally on the PC."},{"tier":"25","backers":"41","desc":"Everything above, as well as an early copy of the BETA version of Spate, distributed digitally on the PC. Help shape the game!"},{"tier":"30","backers":"80","desc":"Everything above, as well as a digital copy of the games soundtrack!"},{"tier":"50","backers":"28","desc":"Everything above, as well as a signed and numbered Spate poster."},{"tier":"150","backers":"6","desc":"Everything above, as well as having your name used in the games story line. Also, you'll receive a Spate \"Backer\" Tshirt."},{"tier":"300","backers":"4","desc":"Everything above, as well as having a statue in the game made in your likeness and with your name."},{"tier":"500","backers":"0","desc":"Rewards 1-4, the Spate \"backer\" Tshirt, plus there will be a non player character made in your likeness, and with your name.  I will also take any design input into consideration."},{"tier":"1500","backers":"1","desc":"Rewards 1-4, Spate \"Backer\" Tshirt, plus the games main villain will be made in your likeness, and with your name. I will also take any design input into consideration."}]},{"name":"\nThe Fall: dark, story driven exploration in an alien world\n","url":"https://www.kickstarter.com/projects/189665092/the-fall-dark-story-driven-exploration-in-an-alien","backers":"1189","pledged":"38155","currency":"CAD","goal":"17000","rewards":[{"tier":"5","backers":"7","desc":"Our sincere thanks, project updates to stay informed during development, and a high resolution wall paper for your desktop."},{"tier":"10","backers":"220","desc":"The Game -- Everything in the previous tier, plus a digital copy of The Fall: Episode 1 upon release."},{"tier":"20","backers":"200","desc":"The Early Trilogy - Early backer discount!  All three episodes of The Fall when they are completed, Plus inclusion in the credits as a backer."},{"tier":"25","backers":"522","desc":"The Trilogy - All three episodes of The Fall when they are completed, Plus inclusion in the credits as a backer."},{"tier":"30","backers":"54","desc":"The Beta -- Everything in the previous tiers, plus access to the beta when it is launched"},{"tier":"40","backers":"72","desc":"The Early Alpha -- Early backer discount! Everything in the previous tier, plus an alpha build, when The Fall reaches feature complete but is still heavily under development. Backers of this tier will be able to get their feedback in early. In addition, Your name will be listed in the credits as a \"Silver\" tier backer."},{"tier":"50","backers":"13","desc":"The Alpha -- Everything in the previous tier, plus an alpha build, when The Fall reaches feature complete but is still heavily under development. Backers of this tier will be able to get their feedback in early. In addition, Your name will be listed in the credits as a \"Silver\" tier backer."},{"tier":"70","backers":"15","desc":"The Enthusiast -- Everything in the previous tiers, plus 3 additional DRM-free copies of the trilogy to give to your friends, plus a digital art book and sound track, provided we meet that stretch goal!"},{"tier":"90","backers":"29","desc":"The team member -- Everything in the previous tiers, Plus immediate access to the build, so you can play through what I have that's complete enough to share and offer feedback.  Additionally, you will receive 2 future pre-alpha builds showcasing more playable content during project development, as well as access to the Alpha and Beta builds. In addition, you also get the official The Fall developer t-shirt, and \"Gold\" tier credits listing."},{"tier":"125","backers":"4","desc":"The Casual Artist - Everything in the previous tiers, plus a soft cover art book.\r\n\r\n**THIS TIER WAS CREATED RECENTLY AND IS NOT INCLUDED IN THE $180 TIER**"},{"tier":"180","backers":"10","desc":"The Artist - Everything in the previous tiers, plus a custom, hard-cover art book, showcasing the art and development processes of The Fall, Episode 1"},{"tier":"300","backers":"3","desc":"The Fallen - Your face, somewhere in the trilogy. To be placed on the body of a dead soldier.  Includes everything in the previous tiers."},{"tier":"500","backers":"3","desc":"The NPC -- an enemy NPC will be stylized to match your personal image. Includes everything in tiers 1 - 10."},{"tier":"1000","backers":"2","desc":"The Designer - an invite to come and hang out in Vancouver for the day, talk about the game, and your ideas for it. Includes your name in credits under \"Associate Producer\". Transporation and related expenses not included.  Includes everything in tiers 1 - 10."}]},{"name":"\nBlade Symphony\n","url":"https://www.kickstarter.com/projects/punyhuman/blade-symphony?ref=play","backers":"481","pledged":"19058","currency":"USD","goal":"15000","rewards":[{"tier":"1","backers":"10","desc":"A digital 'Thank You' letter from the Puny Human developers, creators of Blade Symphony."},{"tier":"5","backers":"4","desc":"The above, plus:\r\nSpecial Badge on the Puny Human forums and Blade Symphony statistics system, and a Special Kickstarter In-game Icon"},{"tier":"10","backers":"6","desc":"All of the above, plus:\r\nYour name and, optionally, nickname in the special thanks credits as a \"Kickstarter Pledger.\""},{"tier":"15","backers":"3","desc":"All of the above, plus:\r\nThe high quality (OGG variable, FLAC or MP3 320kbps) digital download of the game soundtrack by Tom Stoffel."},{"tier":"20","backers":"221","desc":"All of the above, plus:\r\nA copy of the game when released and access to the closed Blade Symphony release candidate testing."},{"tier":"30","backers":"68","desc":"All of the above, plus:\r\nA Kickstarter-exclusive character skin usable in-game and Kickstarter-exclusive in-game rank."},{"tier":"50","backers":"125","desc":"All of the above, plus:\r\nA Kickstarter-exclusive sword usable in-game."},{"tier":"100","backers":"12","desc":"Everything at the $50 level, plus:\r\nYour logo or advertisement on a small sized texture (128x128) in-game within the map District. An artist will be available to help create this for you, must be acceptable material.)"},{"tier":"150","backers":"7","desc":"Everything at the $50 level, plus:\r\nYour logo or advertisement on a large sized texture (256x256) in-game within the map District. An artist will be available to help create this for you, must be acceptable material.)"},{"tier":"250","backers":"10","desc":"All of the above, plus: \r\nAn achievement named in your honor."},{"tier":"1000","backers":"1","desc":"All of the above, plus:\r\nYour name in the credits as an Executive Producer on the game"}]},{"name":"\nDrifter: A Space Trading Game\n","url":"https://www.kickstarter.com/projects/celsiusgs/drifter-a-space-trading-game?ref=play","backers":"3235","pledged":"81304","currency":"USD","goal":"50000","rewards":[{"tier":"1","backers":"41","desc":"All backers get a pack of backgrounds based on the Drifter poster designed by Steve Courtney that they can use on their favorite electronic devices."},{"tier":"10","backers":"1733","desc":"A DRM free copy of Drifter via digital download for PC/Mac when it is released."},{"tier":"20","backers":"250","desc":"EARLY BIRD SPECIAL - A DRM free digital copy of Drifter along with early access to the beta when it begins, plus a digital download of the game's soundtrack by Danny Baranowsky."},{"tier":"25","backers":"789","desc":"A DRM free digital copy of Drifter along with early access to the beta when it begins, plus a digital download of the game's soundtrack by Danny Baranowsky."},{"tier":"50","backers":"114","desc":"18\"x24\" limited-edition numbered Drifter poster designed by Steve Courtney, suitable for framing, plus everything at the $25 reward level. Please add $10 for shipping outside the US and Canada."},{"tier":"75","backers":"221","desc":"Drifter collector's box set including a printed manual and a fold out galaxy map, plus everything at the $50 reward level. Your name will also be included in the game's random NPC list. Please add $15 for shipping outside the US and Canada."},{"tier":"100","backers":"65","desc":"Drifter \"Special Edition\" - everything at the $75 reward level plus the poster will be signed by Colin and Danny. Please add $15 for shipping outside the US and Canada."},{"tier":"250","backers":"5","desc":"A small 3\" 3D printed model of the Drifter \"starter\" ship and a Drifter t-shirt. Includes the $100 \"Special Edition\" package. Please add $30 for shipping outside the US and Canada."},{"tier":"500","backers":"1","desc":"A 3D printed model of the Drifter \"starter\" ship. Includes the $100 \"Special Edition\" package. Please add $30 for shipping outside the US and Canada."},{"tier":"1000","backers":"5","desc":"Become a \"Legend\" in Drifter. Have a space station in the game's core systems named after you, or even an entire star system. I'll work with you to include you in the game (within reason of course)! Includes the $500 backer rewards, again please add $30 for shipping outside the US and Canada."}]},{"name":"\nSir, You Are Being Hunted\n","url":"https://www.kickstarter.com/projects/1499900830/sir-you-are-being-hunted?ref=play","backers":"4906","pledged":"92551","currency":"GBP","goal":"40000","rewards":[{"tier":"10","backers":"3417","desc":"Digital download of the finished game for Windows, OSX or Linux. DRM free."},{"tier":"18","backers":"518","desc":"Digital special edition. The standard digital download plus supplemental digital grimoire (delivered as .PDF download) containing lore and art from the game."},{"tier":"25","backers":"93","desc":"NEW: Get our sound track as a digital download, along with your release-day download of the game. (Includes grimoire download.)"},{"tier":"30","backers":"372","desc":"Early access digital edition. Support us for this amount and get access as soon as the testing phase of the game begins, as well as exclusive forum title and previous rewards. Please note that all higher tiers will receive early access, but additional physical rewards will likely arrive on final release of the game."},{"tier":"40","backers":"70","desc":"NEW: Get the tweedpunk tee and the early-access copy of the game (available when we go to beta) with this new tier."},{"tier":"45","backers":"264","desc":"Named Digital Edition. Get your name in the finished game, to be seen by all players. If you choose this reward your name will appear on gravestones and monuments in the world. Includes all previous reward tiers and tier forum title."},{"tier":"60","backers":"40","desc":"The digital soundtrack edition! Get rewards from all the previous tiers, but also a digital edition soundtrack album composed by by our splendid musicians."},{"tier":"75","backers":"24","desc":"Tweedpunk tee edition. All previous rewards, and also a \"Tweedpunk\" t-shirt."},{"tier":"100","backers":"58","desc":"Talisman edition physical reward pack: tee, soundtrack, but also a physical version of one of the game's talismans. Talisman's are ragdolls which act as power ups in the game, and cuddly companions in the real world. (They may also act as wards against bog creatures.) This tier also contains a printed ancestral portrait of the robot family."},{"tier":"400","backers":"8","desc":"Ultimate physical reward pack. Everything from the previous tiers, plus an exclusive founders first edition of the Sir, You Are Being Hunted Boardgame, which will be designed and crafted by the development team: everything you need to play Sir, You Are Being Hunted as a tabletop boardgame! Contributors to this tier will also be remembered with a special thanks in the game credits."},{"tier":"1000","backers":"6","desc":"Immortalise yourself with your name written into the game's lore and fiction. You will appear in the game's strange backstory, written in as a character alluded to in books and letters, and will appear in the lorebook, of which you will receive a printed copy. Contributors at this level will appear in the credits and receive a personal letter from the robots, thanking you for enabling them to hunt so many humans. Everything in the lower tiers is included in this tier."}]},{"name":"\nSentris: Unleash Your Inner Musician\n","url":"https://www.kickstarter.com/projects/samanthazero/sentris-unleash-your-inner-musician","backers":"1515","pledged":"56361","currency":"USD","goal":"50000","rewards":[{"tier":"1","backers":"109","desc":"Big ol' Thank You!\r\n==============================\r\nEvery cent counts, so you'll have access to backer-only updates and videos and have your name in the credits."},{"tier":"5","backers":"39","desc":"Digi-Bling ============================== Backer-exclusive wallpapers for your compu-tor and mobile devices. You'll also have your name in the credits."},{"tier":"15","backers":"314","desc":"Get Sentris Early Bird ==============================\r\nThe first π*100 backers will receive a DRM-free download of Sentris for Mac, PC, or Linux when it's completed. That's like 50 entire circles (if you're counting in radians). You'll also receive backer-exclusive wallpapers and have your name in the credits."},{"tier":"20","backers":"661","desc":"Get Sentris\r\n==============================\r\nYou'll receive a DRM-free download of Sentris for Mac, PC, or Linux when it's completed. You'll also receive backer-exclusive wallpapers and have your name in the credits."},{"tier":"30","backers":"120","desc":"Early (Beta) Access ============================== \r\nYou'll be able to participate in the Beta of Sentris. You'll also receive backer-exclusive wallpapers, have your name in the credits, and receive a DRM-free download of Sentris for Mac, PC, or Linux when it's completed"},{"tier":"40","backers":"37","desc":"Extra-Early (Alpha) Access ============================== \r\nYou'll be able to participate in the Alpha and Beta of Sentris. You'll also receive backer-exclusive wallpapers, have your name in the credits, and receive a DRM-free download of Sentris for Mac, PC, or Linux when it's completed"},{"tier":"50","backers":"126","desc":"Hyper Experimental Proto-Vision\r\n==============================\r\nYou'll receive playable prototypes and experiments of Sentris throughout its development. You'll also participate in the Alpha and Beta, receive backer-exclusive wallpapers, have your name in the credits, and receive a DRM-free download of Sentris for Mac, PC, or Linux when it's completed."},{"tier":"75","backers":"36","desc":"Sentris on your Sleeve\r\n==============================\r\nYou'll receive a backer-exclusive t-shirt of Sentris. You'll also receive playable prototypes and experiments of Sentris throughout its development, participate in the Alpha and Beta, receive backer-exclusive wallpapers, have your name in the credits, and receive a DRM-free download of Sentris for Mac, PC, or Linux when it's completed."},{"tier":"100","backers":"26","desc":"Sentris on your Wall ============================== You'll receive a backer-exclusive poster and t-shirt of Sentris. You'll also receive playable prototypes and experiments of Sentris throughout its development, participate in the Alpha and Beta, receive backer-exclusive wallpapers, have your name in the credits, and receive a DRM-free download of Sentris for Mac, PC, or Linux when it's completed."},{"tier":"165","backers":"12","desc":"Sentris on your Desk\r\n==============================\r\nYou'll receive a 3D-printed model-slash-paperweight of the Sentris interface for your desk, shelf, or coffee table. You'll also receive a backer-exclusive poster and t-shirt, playable prototypes and experiments, participate in the Alpha and Beta, receive backer-exclusive wallpapers, have your name in the credits, and receive a DRM-free download of Sentris for Mac, PC, or Linux when it's completed."},{"tier":"250","backers":"7","desc":"Signed Original Artwork\r\n============================== Receive a one-of-a-kind signed art piece. You'll also receive a backer-exclusive poster and t-shirt, playable prototypes and experiments, participate in the Alpha and Beta, receive a DRM-free download of Sentris for Mac, PC, or Linux when it's completed, backer-exclusive wallpapers, and have your name in the credits."},{"tier":"500","backers":"0","desc":"Play Testing Session with Samantha\r\n==============================\r\nSamantha will call you on Skype for a 30-minute live play testing session of an in-development build. You'll also receive a backer-exclusive poster and t-shirt, playable prototypes and experiments, participate in the Alpha and Beta, receive a DRM-free download of Sentris for Mac, PC, or Linux when it's completed, backer-exclusive wallpapers, and have your name in the credits."},{"tier":"1000","backers":"0","desc":"Design a Level\r\n==============================\r\nThe Sentris team will help you design a full level for Sentris, including instrument choice, key signature, and puzzles. You'll also receive a backer-exclusive poster and t-shirt, playable prototypes and experiments, participate in the Alpha and Beta, receive backer-exclusive wallpapers, have your name in the credits, and receive a DRM-free download of Sentris for Mac, PC, or Linux when it's completed."},{"tier":"1000","backers":"0","desc":"Design a Musical Instrument\r\n==============================\r\nThe Sentris team will help you design a unique musical instrument for use in any level of Sentris. You'll also receive a backer-exclusive poster and t-shirt, playable prototypes and experiments, participate in the Alpha and Beta, receive backer-exclusive wallpapers, have your name in the credits, and receive a DRM-free download of Sentris for Mac, PC, or Linux when it's completed."},{"tier":"1000","backers":"1","desc":"Design a Visual Skin\r\n==============================\r\nThe Sentris team will help you design a unique environment that can be used in any level of Sentris, including aesthetic, composition, and animation. You'll also receive a backer-exclusive poster and t-shirt, playable prototypes and experiments, participate in the Alpha and Beta, receive backer-exclusive wallpapers, have your name in the credits, and receive a DRM-free download of Sentris for Mac, PC, or Linux when it's completed."},{"tier":"2000","backers":"2","desc":"Personal Prototyping Services\r\n==============================\r\nSamantha will develop an experimental prototype of your game idea, related to Sentris or not. You'll also receive a backer-exclusive poster and t-shirt, playable prototypes and experiments, participate in the Alpha and Beta, receive backer-exclusive wallpapers, have your name in the credits, and receive a DRM-free download of Sentris for Mac, PC, or Linux when it's completed."},{"tier":"5000","backers":"0","desc":"Dinner with Samantha\r\n==============================\r\nSamantha will take you to dinner at your restaurant of choice. You'll also receive a backer-exclusive poster and t-shirt, playable prototypes and experiments, participate in the Alpha and Beta, receive backer-exclusive wallpapers, have your name in the credits, and receive a DRM-free download of Sentris for Mac, PC, or Linux when it's completed."},{"tier":"10000","backers":"0","desc":"Sentris Concert\r\n==============================\r\nThe Sentris team will help you put on a concert featuring the game's musical instrument capabilities. You'll also receive a backer-exclusive poster and t-shirt, playable prototypes and experiments, participate in the Alpha and Beta, receive backer-exclusive wallpapers, have your name in the credits, and receive a DRM-free download of Sentris for Mac, PC, or Linux when it's completed."},{"tier":"10000","backers":"0","desc":"Star in Sentris\r\n==============================\r\nYour band and music will be integrated and featured in the game. You'll also receive a backer-exclusive poster and t-shirt, playable prototypes and experiments, participate in the Alpha and Beta, receive backer-exclusive wallpapers, have your name in the credits, and receive a DRM-free download of Sentris for Mac, PC, or Linux when it's completed."}]}]}