{"items":[{"name":"\nFour Sided Fantasy: A Game About the Limits of the Screen\n","url":"https://www.kickstarter.com/projects/lofi/four-sided-fantasy-a-game-about-the-limits-of-the","backers":"1048","pledged":"37912","currency":"USD","goal":"35000","rewards":[{"tier":"1","backers":"23","desc":"Our sincere thank you.\r\n==============================GRATITUDE TIER: Our sincere thank you for helping support the game!"},{"tier":"5","backers":"10","desc":"Your name in the credits + $1 tier\r\n==============================\r\nACKNOWLEDGEMENT TIER: Have your name immortalized in the credits of the game! You also receive the $1 tier."},{"tier":"8","backers":"350","desc":"DRM-free digital copy of the game (early bird special) + $5 tier\r\n==============================\r\nEARLY BIRD ADVENTURER TIER: This tier grants you a DRM-free digital copy of the game when it releases. You also receive the $5 tier."},{"tier":"10","backers":"224","desc":"DRM-free digital copy of the game + $5 tier\r\n==============================ADVENTURER TIER: If you missed the Early Bird Adventurer Tier, this tier still grants you a DRM-free digital copy of the game when it releases. You also receive the $5 tier."},{"tier":"12","backers":"48","desc":"A title of your choice next to your name in the credits + $10 tier\r\n=======================================================\r\nENTREPRENEUR TIER: Not only do you get a digital copy of the game and your name in the credits, you get to choose a title to go alongside your name in the credits (within reason)! You also receive the $10 tier."},{"tier":"15","backers":"159","desc":"Beta access (early bird special) + $10 tier\r\n==============================\r\nEARLY BIRD JOURNEYER TIER: You will receive a beta version of the game before the final game launches. You also receive the $10 tier, which includes the final game when it launches."},{"tier":"20","backers":"21","desc":"Beta access + $10 tier\r\n==============================\r\nJOURNEYER TIER: If you missed the Early Bird Journeyer Tier, this tier still grants you a beta version of the game before the game launches. You also receive the $10 tier, which includes the final game when it launches."},{"tier":"25","backers":"20","desc":"Digital wallpapers + $20 tier ==============================DISPLAY TIER: Upon release of the game, you will receive digital wallpapers, including concept art and unique screenshots. You also receive the $20 tier."},{"tier":"30","backers":"36","desc":"Live soundtrack + $25 tier\r\n==============================\r\nHARMONY TIER: Upon release you will receive a digital copy of the soundtrack for the game, created by M.J. Quigley, the amazing composer on Perspective and Nitronic Rush. You will also receive early versions of the music tracks as they are created. Lastly, you also receive the $25 tier."},{"tier":"35","backers":"18","desc":"In-game hat for the main character + $30 tier ======================================================= WARMTH TIER: A hat in-game that will show up on the main character. You also receive the $30 tier."},{"tier":"40","backers":"20","desc":"Live digital art book + $30 tier\r\n==============================\r\nPROGRESSION TIER: A digital copy of a behind-the-scenes book, showcasing everything during development, including concept art and level design. You will also receive early iterations of the art as it is created. Lastly, you also receive the $30 tier."},{"tier":"50","backers":"17","desc":"Alpha access + $40 tier\r\n==============================\r\nNOMAD TIER: You will have access to the alpha version of the game, before the beta and final versions of the game. You also receive the $40 tier."},{"tier":"70","backers":"25","desc":"NPC in a secret area modeled after you + $50 tier ======================================================= SECRET PERSONIFICATION TIER: We will work with you to create a character in the game modeled after you to show up in a secret area. You will receive a file of the character art. Lastly, you also receive the $50 tier."},{"tier":"75","backers":"25","desc":"NPC modeled after you + $50 tier\r\n==============================\r\nPERSONIFICATION TIER: We will work with you to create a character in the game modeled after you. You will receive a file of the character art. Lastly, you also receive the $50 tier."},{"tier":"90","backers":"5","desc":"An in-game pet dog + $50 tier ==========================================================CANINE COMPANION TIER: A loyal in-game pet dog that follows you around! You also receive the $50 tier."},{"tier":"100","backers":"9","desc":"Livestream access + $50 tier\r\n==============================\r\nUNDISCLOSED TIER: Take a peek at the game while it’s being created. Critique and/or assist in development in the chat, and watch early playthroughs of the game. Gives you access to frequent livestreams of development. You also receive the $50 tier."},{"tier":"125","backers":"12","desc":"An in-game pet dog + $100 tier ==============================================================CANINE COMPANION CAP TIER: An in-game hat for your loyal in-game pet dog. You also receive the $100 tier."},{"tier":"250","backers":"4","desc":"Exclusive builds + $100 tier\r\n==============================\r\nCLASSIFIED TIER: Gain access to top-secret builds as they are created. Includes builds such as the ones used for playtesting, as well as ones that show up at expos and show floors. You also receive the $100 tier."},{"tier":"500","backers":"1","desc":"Name the small town + $250 tier\r\n==============================\r\nDESIGNATION TIER: We will work with you to come up with a name for the small town that the game is set in (within reason). The name will show up in promotional material and possibly the game. You also receive the $250 tier."},{"tier":"750","backers":"1","desc":"Name the main character + $250 tier\r\n==============================\r\nMONIKER TIER: We will work with you to come up with a name for the main character (within reason). The name will show up in promotional material and possibly the game. You also receive the $250 tier."},{"tier":"1000","backers":"2","desc":"Executive Producer credit + $250 tier\r\n==============================\r\nEXECUTIVE PRODUCER TIER: You will be credited as Executive Producer in the credits. You also receive the $250 tier."},{"tier":"5000","backers":"1","desc":"Custom-designed level + $1000 tier ============================== LEVEL DESIGNER TIER: Work with the designer to create a brand new level for the game (within reason). You also receive the $1000 tier."},{"tier":"10000","backers":"0","desc":"Custom-designed main character + $5000 tier ============================== CHARACTER DESIGNER TIER: Work with the artists to create a custom main character for the game (within reason).You also receive the $5000 tier."}]},{"name":"\nKnite & The Ghost Lights - Wii U - PC - Mac - Linux\n","url":"https://www.kickstarter.com/projects/2011341880/knite-and-the-ghost-lights?ref=kickspy","backers":"1774","pledged":"43768","currency":"USD","goal":"35000","rewards":[{"tier":"5","backers":"300","desc":"--- EARLY ACCESS ---\r\n\r\nGet Digital Copy of the Game on Mac or PC before it's released."},{"tier":"10","backers":"807","desc":"--- GAME ON - ROCK ON ---\r\n\r\nOfficial Game Sound Track in MP3 format +  early access to the game."},{"tier":"20","backers":"149","desc":"--- MAKING MISTLAND --- A digital book of hi res images and photography detailing the characters of Mistland and the \"behind the scenes\" creation + plus everything at the $10 and under levels"},{"tier":"25","backers":"146","desc":"--- READ ALL ABOUT IT ---\r\nEnjoy a hand written book of poetry from Wilhelm the old oak stump + everything included at the $10 and under levels"},{"tier":"35","backers":"159","desc":"--- Play it on Wii U --- You will be given a download from  the Wii U eShop upon the games release PLUS get everything from the $25 tier and below (including early access version of the game for Mac PC and Linux) Please note: game release date is approximate only."},{"tier":"50","backers":"40","desc":"--- CARTOGRAPHERS DELIGHT ---\r\nA beautiful hand-drawn map of Mistland (digital) + everything included at the $25 and under levels"},{"tier":"65","backers":"4","desc":"--- Personal Portrait --- Delivered to you a personal sketch made AND signed by Xavier himself. The sketch will be based on your photo. Also a great gift for a child or loved one. **see our update section for a sample of the work ...And of course you will get the previous rewards at this level."},{"tier":"75","backers":"37","desc":"--- The Real Book --- A real full color physical book shipped to you: THE BOOK INCLUDES:\r\n•\tOver 40 full color and hi res photos including behind the scenes and more.\r\n•\tA collection of  short stories.\r\n•\tAll four character books combined and in full color  (now including Collection of Kiki’s lullabies)\r\nALL previous rewards included. Every single one!"},{"tier":"80","backers":"10","desc":"--- Your Own Melody --- Enjoy your own personal melody from the ghost piper himself, Knite. All of the melodies will be used in songs on the soundtrack and the name of your melody will be listed in knite's book. Pretty cool, yeah?\r\nA ghost melody from Knite dedicated personally to you! The title is  gonna be in the following format: \r\n\r\nThe ghost melody of YOURNAME, whose soul was lost and found on YOURBIRTHDATE. (if you prefer not to share, the year is optional)\r\n\r\nExample: The ghost melody of Jennifer Crane, whose soul was lost and found on October 14, 1986.\r\n\r\nThis can also make a great gift to a friend or child.\r\n\r\nAn example of Knite's music can be found on the main page.\r\nThis also includes ALL previous rewards. Every single one!"},{"tier":"90","backers":"8","desc":"--- Kiki's Lullaby --- Since you will already be getting your own melody at $80, Kiki will add some words to it. All of the words will also be in the Grimoire Sister's Book (digital and paper format version). Now you can have something to sing along with your melody! ---- You of course get all the previous rewards, wii u download, portrait, etc, etc"},{"tier":"100","backers":"35","desc":"--- YOUR NAME IN STONE ---\r\nYour name appears “in-game” on a unique Mistland Tombstone + everything included at the $50 and under levels"},{"tier":"125","backers":"9","desc":"--- CARTOGRAPHERS POSTER --- A beautiful hand-drawn map of Mistland in poster format delivered to you. Final dimensions are yet to be determined. You also get everything included at the previous levels."},{"tier":"150","backers":"9","desc":"--- T-SHIRT TIME ---\r\nAn official Knite & The Ghost Lights t-shirt + everything included at the $100 and under levels"},{"tier":"200","backers":"7","desc":"--- PERSONALIZED ON CANVAS --- A beautiful hand-drawn map of Mistland on stretched canvas delivered to you. This map will include the addition of a monument marked in Mistland that has been named after you or a loved one(s). Final dimensions are yet to be determined. You also get everything included at the previous levels."},{"tier":"250","backers":"5","desc":"--- OWN A PART OF THE GAME -- Get a real assortment of small props actually used in the game + everything included at the $150 and under levels"},{"tier":"500","backers":"7","desc":"--- YOUR OWN KNITE --- An exact model of Knite, hand-crafted by our lead artist + everything included at the $250 and under  levels"},{"tier":"1000","backers":"0","desc":"--- IF YOU WERE FROM MISTLAND --- An official Mistland character figure, based on a photo provided by you. The perfect custom gift for you or a loved one + plus everything at the $500 and under levels"},{"tier":"2500","backers":"1","desc":"--- LIVE AND DIE IN MISTLAND --- We'll turn your official Mistland character figure into an actual in-game character (most likely a bad guy). What better way to show off to your friends and  digitally live forever.  The actual hand crafted doll based on your photo will be in the game!!.  + plus everything at the $1000 and under levels"}]},{"name":"\nMoon Hunters, a Myth-Weaving RPG\n","url":"https://www.kickstarter.com/projects/kitfoxgames/moon-hunters-a-myth-weaving-rpg","backers":"3308","pledged":"97677","currency":"CAD","goal":"45000","rewards":[{"tier":"10","backers":"300","desc":"EARLY BIRD EXPLORER                  \r\n==============================\r\nDigital copy of the game for PC and Mac, at a lower price available only through this Kickstarter."},{"tier":"15","backers":"1088","desc":"EXPLORER                  \r\n==============================\r\nA digital copy of the game for PC and Mac."},{"tier":"20","backers":"331","desc":"SONGSMITH ============================== \r\nReceive a digital copy of the all-original Moon Hunters OST by Ryan Roth, guest-starring Halina Heron, normally a $10 value.\r\n============================== Also includes a digital copy of the game for PC and Mac."},{"tier":"22","backers":"200","desc":"EARLY BIRD DYNAMIC DUO\r\n==============================\r\nWhy play alone when you can share your experience with a friend? Two digital copies of the game, at a lower price available only through this kickstarter. PLUS an invitation to our beta tests!\r\n==============================\r\nAlso includes the all-original soundtrack by Ryan Roth."},{"tier":"25","backers":"670","desc":"DYNAMIC DUO\r\n==============================\r\nWhy play alone when you can share your experience with a friend? Two digital copies of the game.  PLUS an invitation to our beta tests!\r\n==============================\r\nAlso includes: All-original soundtrack by Ryan Roth."},{"tier":"35","backers":"199","desc":"PEN PAL ============================== We'll send you a physical postcard signed by the core dev team, in the real world. This is also the first tier in which we will list your name in the game's Special Thanks. NOTE: This is the ONLY TIER that offers the postcard, other than the Super Collector tier.\r\n============================== Also includes: Soundtrack, beta invite, and a digital copy of the game."},{"tier":"45","backers":"192","desc":"BAND OF HEROES\r\n==============================\r\nEverything's more fun when you're adventuring together! Buy a 4-pack! Four digital copies of the game, for the price of three!\r\n==============================\r\nAlso includes: Soundtrack, an invitation to our early beta tests."},{"tier":"60","backers":"131","desc":"FASHION LEGEND ==============================\r\nGet a limited edition charcoal-grey cotton \"Moonblade\" T-Shirt to impress your tribe, available only in this Kickstarter. NOTE: This is THE ONLY TIER that offers the T-Shirt, other than the Super Collector tier.\r\n============================== Also includes: Soundtrack, inclusion in Special Thanks, an invitation to our early beta tests, and a digital copy of the game for PC and Mac."},{"tier":"70","backers":"54","desc":"ART COLLECTOR\r\n==============================\r\nThis tier includes a limited-edition 12x18\" poster print of your choice from four designs, signed by the core team. NOTE: This is THE ONLY TIER that offers the signed poster print, other than the Super Collector tier.\r\n==============================\r\nAlso includes: soundtrack, an invitation to our early beta, inclusion in Special Thanks, and a digital copy of the game."},{"tier":"115","backers":"27","desc":"WEAVER\r\n==============================\r\nFor those who see the strands that bind our patterns together. This tier includes a limited-edition fabric print on Belgian linen, from your choice of five designs: a world map or one of the four base characters (Witch, Spellblade, Occultist, Druid). NOTE: This is THE ONLY TIER that offers the fabric print, other than the Super Collector tier.\r\n==============================\r\nAlso includes: soundtrack, an invitation to our early beta, inclusion in Special Thanks, and a digital copy of the game."},{"tier":"140","backers":"25","desc":"NAME A VILLAGER\r\n==============================\r\nThis tier gives you the right to name a human character (within reason), to be included in the final game. Character gender (male, female, other), species (human/Silkhood) and home-tribe are your choice. We will accommodate basic customization requests, within the limits of the Moon Hunters world.\r\n==============================\r\nAlso includes: soundtrack, an invitation to our early beta, inclusion in Special Thanks, and TWO digital copies of the game."},{"tier":"175","backers":"4","desc":"NAME AN ANIMAL\r\n==============================\r\nThis tier gives you the right to name an animal (within reason), to be included in the final game. Species included will be at least, but not limited to: dogs, cats, birds, moths, camels, turkeys, alpacas. We can probably accommodate special customisation/species requests.\r\n==============================\r\nAlso includes: soundtrack, an invitation to our early beta, inclusion in Special Thanks, and TWO digital copies of the game."},{"tier":"200","backers":"7","desc":"LEGEND\r\n==============================\r\nYou will be remembered. An ancient stone memorial will hold your message of choice (within reason), to be randomly generated in the world of the final game.\r\n==============================\r\nAlso includes: soundtrack, an invitation to our early beta, inclusion in Special Thanks, and FOUR digital copies of the game."},{"tier":"235","backers":"25","desc":"SUPER COLLECTOR: ALL PHYSICALS\r\n==============================\r\nIncludes all physical rewards. This means: a signed poster print, a T-shirt, a fabric print, and Thank You postcard signed by the core team.\r\n==============================\r\nAlso includes: soundtrack, an invitation to our early beta, inclusion in Special Thanks, and FOUR digital copies of the game."},{"tier":"245","backers":"2","desc":"SUPER COLLECTOR (SECOND RUN)\r\n============================== Includes all physical rewards. This means: a signed poster print, a T-shirt, a fabric print, and Thank You postcard signed by the core team.\r\n==============================\r\nAlso includes: soundtrack, an invitation to our early beta, inclusion in Special Thanks and FOUR digital copies of the game."},{"tier":"400","backers":"1","desc":"PIXEL MOON HUNTER\r\n==============================\r\nWe will delve deep in the pixelmines to find the right pigments to paint a pixel-art likeness of the person of your choice in the Moon Hunters style, from a supplied photograph (no nudies please). With your permission, we may use this sprite in the game.\r\n==============================\r\nAlso includes: soundtrack, an invitation to our early beta, inclusion in Special Thanks, an in-game memorial with your customised message, and FOUR digital copies of the game."},{"tier":"550","backers":"3","desc":"PAINTED MOON HUNTER\r\n==============================\r\nXin Ran Liu will hand-paint a watercolor likeness of the person of your choice in the Moon Hunters style, using a supplied photograph (within reason). The final portrait can be a digital file, OR mailed to you on real life parchment. If you choose a digital file, with your permission we will add it to the game as a speaking non-playable character, where it will be seen by thousands of players.\r\n==============================\r\nAlso includes: soundtrack, an invitation to our early beta, inclusion in Special Thanks, an in-game memorial with your customised message, and FOUR digital copies of the game."},{"tier":"750","backers":"0","desc":"MYTHOLOGIST\r\n==============================\r\nReady to spin a yarn for the ages? You will help us create a whole character myth (within reason) with up to ten dialogues, that thousands of players will experience. You will be given your choice of pre-created characters to design with, and be credited as an Assistant Narrative Designer for your contribution.\r\n==============================\r\nAlso includes: soundtrack, an invitation to our early beta, inclusion in Special Thanks, an in-game memorial with your customised message, and FOUR digital copies of the game."},{"tier":"1000","backers":"2","desc":"VISIONARY\r\n==============================\r\nSo boss fights are kinda your 'thing'? You will help us design a boss fight or other major combat encounter (within reason). We'll work with you to nail down the perfect look, strategies, effects, and special moves, and credit you as an Assistant Combat Designer for your contribution.\r\n==============================\r\nAlso includes: soundtrack, an invitation to our early beta, inclusion in Special Thanks, an in-game memorial with your customised message, and TEN digital copies of the game."},{"tier":"1500","backers":"2","desc":"DIRECTOR\r\n==============================\r\nJoin the team for a day! You get to help with ALL of the above design (name a villager, name an animal, design a myth, design a boss fight). For your contribution, you'll be credited in the game as a Designer.\r\n==============================\r\nAlso includes: soundtrack, an invitation to our early beta, inclusion in Special Thanks, an in-game memorial with your customised message, and TEN digital copies of the game."}]},{"name":"\nSpate\n","url":"https://www.kickstarter.com/projects/379113968/spate","backers":"747","pledged":"14430","currency":"USD","goal":"12000","rewards":[{"tier":"5","backers":"9","desc":"A unique, hand drawn \"Thank You\" sketch sent to you in the mail. As well as a Hi-Res \"Spate\" desktop Wallpaper. Your name will also be added to the games credits."},{"tier":"10","backers":"557","desc":"Everything above, as well as a DRM free copy of Spate, distributed digitally on the PC."},{"tier":"25","backers":"41","desc":"Everything above, as well as an early copy of the BETA version of Spate, distributed digitally on the PC. Help shape the game!"},{"tier":"30","backers":"80","desc":"Everything above, as well as a digital copy of the games soundtrack!"},{"tier":"50","backers":"28","desc":"Everything above, as well as a signed and numbered Spate poster."},{"tier":"150","backers":"6","desc":"Everything above, as well as having your name used in the games story line. Also, you'll receive a Spate \"Backer\" Tshirt."},{"tier":"300","backers":"4","desc":"Everything above, as well as having a statue in the game made in your likeness and with your name."},{"tier":"500","backers":"0","desc":"Rewards 1-4, the Spate \"backer\" Tshirt, plus there will be a non player character made in your likeness, and with your name.  I will also take any design input into consideration."},{"tier":"1500","backers":"1","desc":"Rewards 1-4, Spate \"Backer\" Tshirt, plus the games main villain will be made in your likeness, and with your name. I will also take any design input into consideration."}]},{"name":"\nThe Fall: dark, story driven exploration in an alien world\n","url":"https://www.kickstarter.com/projects/189665092/the-fall-dark-story-driven-exploration-in-an-alien","backers":"1189","pledged":"38155","currency":"CAD","goal":"17000","rewards":[{"tier":"5","backers":"7","desc":"Our sincere thanks, project updates to stay informed during development, and a high resolution wall paper for your desktop."},{"tier":"10","backers":"220","desc":"The Game -- Everything in the previous tier, plus a digital copy of The Fall: Episode 1 upon release."},{"tier":"20","backers":"200","desc":"The Early Trilogy - Early backer discount!  All three episodes of The Fall when they are completed, Plus inclusion in the credits as a backer."},{"tier":"25","backers":"522","desc":"The Trilogy - All three episodes of The Fall when they are completed, Plus inclusion in the credits as a backer."},{"tier":"30","backers":"54","desc":"The Beta -- Everything in the previous tiers, plus access to the beta when it is launched"},{"tier":"40","backers":"72","desc":"The Early Alpha -- Early backer discount! Everything in the previous tier, plus an alpha build, when The Fall reaches feature complete but is still heavily under development. Backers of this tier will be able to get their feedback in early. In addition, Your name will be listed in the credits as a \"Silver\" tier backer."},{"tier":"50","backers":"13","desc":"The Alpha -- Everything in the previous tier, plus an alpha build, when The Fall reaches feature complete but is still heavily under development. Backers of this tier will be able to get their feedback in early. In addition, Your name will be listed in the credits as a \"Silver\" tier backer."},{"tier":"70","backers":"15","desc":"The Enthusiast -- Everything in the previous tiers, plus 3 additional DRM-free copies of the trilogy to give to your friends, plus a digital art book and sound track, provided we meet that stretch goal!"},{"tier":"90","backers":"29","desc":"The team member -- Everything in the previous tiers, Plus immediate access to the build, so you can play through what I have that's complete enough to share and offer feedback.  Additionally, you will receive 2 future pre-alpha builds showcasing more playable content during project development, as well as access to the Alpha and Beta builds. In addition, you also get the official The Fall developer t-shirt, and \"Gold\" tier credits listing."},{"tier":"125","backers":"4","desc":"The Casual Artist - Everything in the previous tiers, plus a soft cover art book.\r\n\r\n**THIS TIER WAS CREATED RECENTLY AND IS NOT INCLUDED IN THE $180 TIER**"},{"tier":"180","backers":"10","desc":"The Artist - Everything in the previous tiers, plus a custom, hard-cover art book, showcasing the art and development processes of The Fall, Episode 1"},{"tier":"300","backers":"3","desc":"The Fallen - Your face, somewhere in the trilogy. To be placed on the body of a dead soldier.  Includes everything in the previous tiers."},{"tier":"500","backers":"3","desc":"The NPC -- an enemy NPC will be stylized to match your personal image. Includes everything in tiers 1 - 10."},{"tier":"1000","backers":"2","desc":"The Designer - an invite to come and hang out in Vancouver for the day, talk about the game, and your ideas for it. Includes your name in credits under \"Associate Producer\". Transporation and related expenses not included.  Includes everything in tiers 1 - 10."}]},{"name":"\nBlade Symphony\n","url":"https://www.kickstarter.com/projects/punyhuman/blade-symphony?ref=play","backers":"481","pledged":"19058","currency":"USD","goal":"15000","rewards":[{"tier":"1","backers":"10","desc":"A digital 'Thank You' letter from the Puny Human developers, creators of Blade Symphony."},{"tier":"5","backers":"4","desc":"The above, plus:\r\nSpecial Badge on the Puny Human forums and Blade Symphony statistics system, and a Special Kickstarter In-game Icon"},{"tier":"10","backers":"6","desc":"All of the above, plus:\r\nYour name and, optionally, nickname in the special thanks credits as a \"Kickstarter Pledger.\""},{"tier":"15","backers":"3","desc":"All of the above, plus:\r\nThe high quality (OGG variable, FLAC or MP3 320kbps) digital download of the game soundtrack by Tom Stoffel."},{"tier":"20","backers":"221","desc":"All of the above, plus:\r\nA copy of the game when released and access to the closed Blade Symphony release candidate testing."},{"tier":"30","backers":"68","desc":"All of the above, plus:\r\nA Kickstarter-exclusive character skin usable in-game and Kickstarter-exclusive in-game rank."},{"tier":"50","backers":"125","desc":"All of the above, plus:\r\nA Kickstarter-exclusive sword usable in-game."},{"tier":"100","backers":"12","desc":"Everything at the $50 level, plus:\r\nYour logo or advertisement on a small sized texture (128x128) in-game within the map District. An artist will be available to help create this for you, must be acceptable material.)"},{"tier":"150","backers":"7","desc":"Everything at the $50 level, plus:\r\nYour logo or advertisement on a large sized texture (256x256) in-game within the map District. An artist will be available to help create this for you, must be acceptable material.)"},{"tier":"250","backers":"10","desc":"All of the above, plus: \r\nAn achievement named in your honor."},{"tier":"1000","backers":"1","desc":"All of the above, plus:\r\nYour name in the credits as an Executive Producer on the game"}]},{"name":"\nDrifter: A Space Trading Game\n","url":"https://www.kickstarter.com/projects/celsiusgs/drifter-a-space-trading-game?ref=play","backers":"3235","pledged":"81304","currency":"USD","goal":"50000","rewards":[{"tier":"1","backers":"41","desc":"All backers get a pack of backgrounds based on the Drifter poster designed by Steve Courtney that they can use on their favorite electronic devices."},{"tier":"10","backers":"1733","desc":"A DRM free copy of Drifter via digital download for PC/Mac when it is released."},{"tier":"20","backers":"250","desc":"EARLY BIRD SPECIAL - A DRM free digital copy of Drifter along with early access to the beta when it begins, plus a digital download of the game's soundtrack by Danny Baranowsky."},{"tier":"25","backers":"789","desc":"A DRM free digital copy of Drifter along with early access to the beta when it begins, plus a digital download of the game's soundtrack by Danny Baranowsky."},{"tier":"50","backers":"114","desc":"18\"x24\" limited-edition numbered Drifter poster designed by Steve Courtney, suitable for framing, plus everything at the $25 reward level. Please add $10 for shipping outside the US and Canada."},{"tier":"75","backers":"221","desc":"Drifter collector's box set including a printed manual and a fold out galaxy map, plus everything at the $50 reward level. Your name will also be included in the game's random NPC list. Please add $15 for shipping outside the US and Canada."},{"tier":"100","backers":"65","desc":"Drifter \"Special Edition\" - everything at the $75 reward level plus the poster will be signed by Colin and Danny. Please add $15 for shipping outside the US and Canada."},{"tier":"250","backers":"5","desc":"A small 3\" 3D printed model of the Drifter \"starter\" ship and a Drifter t-shirt. Includes the $100 \"Special Edition\" package. Please add $30 for shipping outside the US and Canada."},{"tier":"500","backers":"1","desc":"A 3D printed model of the Drifter \"starter\" ship. Includes the $100 \"Special Edition\" package. Please add $30 for shipping outside the US and Canada."},{"tier":"1000","backers":"5","desc":"Become a \"Legend\" in Drifter. Have a space station in the game's core systems named after you, or even an entire star system. I'll work with you to include you in the game (within reason of course)! Includes the $500 backer rewards, again please add $30 for shipping outside the US and Canada."}]},{"name":"\nSir, You Are Being Hunted\n","url":"https://www.kickstarter.com/projects/1499900830/sir-you-are-being-hunted?ref=play","backers":"4906","pledged":"92551","currency":"GBP","goal":"40000","rewards":[{"tier":"10","backers":"3417","desc":"Digital download of the finished game for Windows, OSX or Linux. DRM free."},{"tier":"18","backers":"518","desc":"Digital special edition. The standard digital download plus supplemental digital grimoire (delivered as .PDF download) containing lore and art from the game."},{"tier":"25","backers":"93","desc":"NEW: Get our sound track as a digital download, along with your release-day download of the game. (Includes grimoire download.)"},{"tier":"30","backers":"372","desc":"Early access digital edition. Support us for this amount and get access as soon as the testing phase of the game begins, as well as exclusive forum title and previous rewards. Please note that all higher tiers will receive early access, but additional physical rewards will likely arrive on final release of the game."},{"tier":"40","backers":"70","desc":"NEW: Get the tweedpunk tee and the early-access copy of the game (available when we go to beta) with this new tier."},{"tier":"45","backers":"264","desc":"Named Digital Edition. Get your name in the finished game, to be seen by all players. If you choose this reward your name will appear on gravestones and monuments in the world. Includes all previous reward tiers and tier forum title."},{"tier":"60","backers":"40","desc":"The digital soundtrack edition! Get rewards from all the previous tiers, but also a digital edition soundtrack album composed by by our splendid musicians."},{"tier":"75","backers":"24","desc":"Tweedpunk tee edition. All previous rewards, and also a \"Tweedpunk\" t-shirt."},{"tier":"100","backers":"58","desc":"Talisman edition physical reward pack: tee, soundtrack, but also a physical version of one of the game's talismans. Talisman's are ragdolls which act as power ups in the game, and cuddly companions in the real world. (They may also act as wards against bog creatures.) This tier also contains a printed ancestral portrait of the robot family."},{"tier":"400","backers":"8","desc":"Ultimate physical reward pack. Everything from the previous tiers, plus an exclusive founders first edition of the Sir, You Are Being Hunted Boardgame, which will be designed and crafted by the development team: everything you need to play Sir, You Are Being Hunted as a tabletop boardgame! Contributors to this tier will also be remembered with a special thanks in the game credits."},{"tier":"1000","backers":"6","desc":"Immortalise yourself with your name written into the game's lore and fiction. You will appear in the game's strange backstory, written in as a character alluded to in books and letters, and will appear in the lorebook, of which you will receive a printed copy. Contributors at this level will appear in the credits and receive a personal letter from the robots, thanking you for enabling them to hunt so many humans. Everything in the lower tiers is included in this tier."}]},{"name":"\nSentris: Unleash Your Inner Musician\n","url":"https://www.kickstarter.com/projects/samanthazero/sentris-unleash-your-inner-musician","backers":"1515","pledged":"56361","currency":"USD","goal":"50000","rewards":[{"tier":"1","backers":"109","desc":"Big ol' Thank You!\r\n==============================\r\nEvery cent counts, so you'll have access to backer-only updates and videos and have your name in the credits."},{"tier":"5","backers":"39","desc":"Digi-Bling ============================== Backer-exclusive wallpapers for your compu-tor and mobile devices. You'll also have your name in the credits."},{"tier":"15","backers":"314","desc":"Get Sentris Early Bird ==============================\r\nThe first π*100 backers will receive a DRM-free download of Sentris for Mac, PC, or Linux when it's completed. That's like 50 entire circles (if you're counting in radians). You'll also receive backer-exclusive wallpapers and have your name in the credits."},{"tier":"20","backers":"661","desc":"Get Sentris\r\n==============================\r\nYou'll receive a DRM-free download of Sentris for Mac, PC, or Linux when it's completed. You'll also receive backer-exclusive wallpapers and have your name in the credits."},{"tier":"30","backers":"120","desc":"Early (Beta) Access ============================== \r\nYou'll be able to participate in the Beta of Sentris. You'll also receive backer-exclusive wallpapers, have your name in the credits, and receive a DRM-free download of Sentris for Mac, PC, or Linux when it's completed"},{"tier":"40","backers":"37","desc":"Extra-Early (Alpha) Access ============================== \r\nYou'll be able to participate in the Alpha and Beta of Sentris. You'll also receive backer-exclusive wallpapers, have your name in the credits, and receive a DRM-free download of Sentris for Mac, PC, or Linux when it's completed"},{"tier":"50","backers":"126","desc":"Hyper Experimental Proto-Vision\r\n==============================\r\nYou'll receive playable prototypes and experiments of Sentris throughout its development. You'll also participate in the Alpha and Beta, receive backer-exclusive wallpapers, have your name in the credits, and receive a DRM-free download of Sentris for Mac, PC, or Linux when it's completed."},{"tier":"75","backers":"36","desc":"Sentris on your Sleeve\r\n==============================\r\nYou'll receive a backer-exclusive t-shirt of Sentris. You'll also receive playable prototypes and experiments of Sentris throughout its development, participate in the Alpha and Beta, receive backer-exclusive wallpapers, have your name in the credits, and receive a DRM-free download of Sentris for Mac, PC, or Linux when it's completed."},{"tier":"100","backers":"26","desc":"Sentris on your Wall ============================== You'll receive a backer-exclusive poster and t-shirt of Sentris. You'll also receive playable prototypes and experiments of Sentris throughout its development, participate in the Alpha and Beta, receive backer-exclusive wallpapers, have your name in the credits, and receive a DRM-free download of Sentris for Mac, PC, or Linux when it's completed."},{"tier":"165","backers":"12","desc":"Sentris on your Desk\r\n==============================\r\nYou'll receive a 3D-printed model-slash-paperweight of the Sentris interface for your desk, shelf, or coffee table. You'll also receive a backer-exclusive poster and t-shirt, playable prototypes and experiments, participate in the Alpha and Beta, receive backer-exclusive wallpapers, have your name in the credits, and receive a DRM-free download of Sentris for Mac, PC, or Linux when it's completed."},{"tier":"250","backers":"7","desc":"Signed Original Artwork\r\n============================== Receive a one-of-a-kind signed art piece. You'll also receive a backer-exclusive poster and t-shirt, playable prototypes and experiments, participate in the Alpha and Beta, receive a DRM-free download of Sentris for Mac, PC, or Linux when it's completed, backer-exclusive wallpapers, and have your name in the credits."},{"tier":"500","backers":"0","desc":"Play Testing Session with Samantha\r\n==============================\r\nSamantha will call you on Skype for a 30-minute live play testing session of an in-development build. You'll also receive a backer-exclusive poster and t-shirt, playable prototypes and experiments, participate in the Alpha and Beta, receive a DRM-free download of Sentris for Mac, PC, or Linux when it's completed, backer-exclusive wallpapers, and have your name in the credits."},{"tier":"1000","backers":"0","desc":"Design a Level\r\n==============================\r\nThe Sentris team will help you design a full level for Sentris, including instrument choice, key signature, and puzzles. You'll also receive a backer-exclusive poster and t-shirt, playable prototypes and experiments, participate in the Alpha and Beta, receive backer-exclusive wallpapers, have your name in the credits, and receive a DRM-free download of Sentris for Mac, PC, or Linux when it's completed."},{"tier":"1000","backers":"0","desc":"Design a Musical Instrument\r\n==============================\r\nThe Sentris team will help you design a unique musical instrument for use in any level of Sentris. You'll also receive a backer-exclusive poster and t-shirt, playable prototypes and experiments, participate in the Alpha and Beta, receive backer-exclusive wallpapers, have your name in the credits, and receive a DRM-free download of Sentris for Mac, PC, or Linux when it's completed."},{"tier":"1000","backers":"1","desc":"Design a Visual Skin\r\n==============================\r\nThe Sentris team will help you design a unique environment that can be used in any level of Sentris, including aesthetic, composition, and animation. You'll also receive a backer-exclusive poster and t-shirt, playable prototypes and experiments, participate in the Alpha and Beta, receive backer-exclusive wallpapers, have your name in the credits, and receive a DRM-free download of Sentris for Mac, PC, or Linux when it's completed."},{"tier":"2000","backers":"2","desc":"Personal Prototyping Services\r\n==============================\r\nSamantha will develop an experimental prototype of your game idea, related to Sentris or not. You'll also receive a backer-exclusive poster and t-shirt, playable prototypes and experiments, participate in the Alpha and Beta, receive backer-exclusive wallpapers, have your name in the credits, and receive a DRM-free download of Sentris for Mac, PC, or Linux when it's completed."},{"tier":"5000","backers":"0","desc":"Dinner with Samantha\r\n==============================\r\nSamantha will take you to dinner at your restaurant of choice. You'll also receive a backer-exclusive poster and t-shirt, playable prototypes and experiments, participate in the Alpha and Beta, receive backer-exclusive wallpapers, have your name in the credits, and receive a DRM-free download of Sentris for Mac, PC, or Linux when it's completed."},{"tier":"10000","backers":"0","desc":"Sentris Concert\r\n==============================\r\nThe Sentris team will help you put on a concert featuring the game's musical instrument capabilities. You'll also receive a backer-exclusive poster and t-shirt, playable prototypes and experiments, participate in the Alpha and Beta, receive backer-exclusive wallpapers, have your name in the credits, and receive a DRM-free download of Sentris for Mac, PC, or Linux when it's completed."},{"tier":"10000","backers":"0","desc":"Star in Sentris\r\n==============================\r\nYour band and music will be integrated and featured in the game. You'll also receive a backer-exclusive poster and t-shirt, playable prototypes and experiments, participate in the Alpha and Beta, receive backer-exclusive wallpapers, have your name in the credits, and receive a DRM-free download of Sentris for Mac, PC, or Linux when it's completed."}]},{"name":"\nCelestian Tales: Old North ♦ Redefining the Classic RPG\n","url":"https://www.kickstarter.com/projects/ekuatorgames/celestian-tales-old-north-redefining-the-classic-r?ref=kickspy","backers":"1311","pledged":"60630","currency":"NZD","goal":"30000","rewards":[{"tier":"1","backers":"28","desc":"MILITIA ♦ Thanks for your support! Follow our journey in the making of Celestian Tales: Old North, access backers-only updates, and get your opinions heard as part of the community!"},{"tier":"10","backers":"123","desc":"(approx. $8 USD) SQUIRE ♦ Digital version of Celestian Tales: Old North - Part One for PC, Mac, and Linux."},{"tier":"25","backers":"697","desc":"(approx. $20 USD) KNIGHT ♦ Digital version of Celestian Tales: Old North Complete Edition for PC, Mac, and Linux. This edition includes all three parts of the game and every single additional story we will make for the game. ♦ Strategy guide in digital format."},{"tier":"35","backers":"110","desc":"(approx. $29 USD) VANGUARD ♦ Soundtrack in digital format. ♦ Access to early Beta ♦ Access to Vanguards' Forum ♦ Alternate sprites, animations, and illustrations for two main characters of your choice. ♦ Includes Knight tier rewards."},{"tier":"50","backers":"230","desc":"(approx. $41 USD) PALADIN ♦ Art Book in digital format. ♦ Alternate sprites, animations, and illustrations for all six main characters. ♦ Your name included in the in-game credits as \"Comrade\". ♦ Includes Vanguard tier rewards."},{"tier":"75","backers":"40","desc":"(approx. $62 USD) COLLECTOR ♦ Kickstarter-exclusive signed physical disc of Celestian Tales: Old North Complete Edition ♦ Physical two-disc soundtrack album ♦ Illustrated strategy guide. ♦ Includes Paladin tier rewards."},{"tier":"125","backers":"30","desc":"(approx. $103 USD) TREASURER ♦ Kickstarter-exclusive hard cover Art Book showcasing artworks made for Celestian Tales, including sketches, concept arts, coloured illustrations, and artists' commentary ♦ Poster print of any single Celestian Tales artwork of your choice ♦ Includes Collector tier's rewards."},{"tier":"200","backers":"38","desc":"(approx. $165 USD) HONORED ♦ A silver-finished metal honor medal engraved with your name, which will also appear in-game as a quest item to unlock optional dungeons ♦ Your name included as \"Honored Companion\" both in-game and on the Art Book (appears on physical and digital format) ♦ Digital version of every single game Ekuator would make in the future ♦ Includes Treasurer tier's rewards."},{"tier":"400","backers":"3","desc":"(approx. $331 USD) REVERED ♦ A bust illustration of you made by our artists, included in the in-game Lorebook as one of the first founders of Old North. This entry is unlocked when the in-game silver medal bearing your name has been obtained. ♦ A signed high quality print of the bust illustration. ♦ Includes Honored tier's rewards."},{"tier":"650","backers":"3","desc":"(approx. $540 USD) EXALTED ♦ Bring your very self to life as a non-playable character! ♦ Full-body illustration hand-drawn by our artists ♦ Custom sprites and animation sets ♦ Write your dialogue lines together with us ♦ Signed print of the illustration ♦ Includes Honored tier rewards."},{"tier":"1000","backers":"3","desc":"(approx. $830 USD) VENERATED ♦ Have your non-playable character appear in all three decades and grow with the passing of time! ♦ Two full-body illustrations of different ages ♦ Two sprite and animation sets ♦ Extended dialogue script ♦ Both signed prints of his/her illustrations. ♦ Includes Exalted tier rewards."},{"tier":"1500","backers":"1","desc":"(approx. $1250 USD) HALLOWED ♦ Become a noble in the Old North! ♦ Have your own personal House Sigil ♦ In-game castle or estate where you and your subjects reside ♦ Star in a three decades-long side quest designed together with us ♦ Your name credited as \"Executive Producer\" both in-game and on the Art Book ♦ Includes Venerated tier rewards."}]},{"name":"\nSTAR COMMAND: Sci-Fi meets GameDev Story for iOS and Android\n","url":"https://www.kickstarter.com/projects/starcommand/star-command-sci-fi-meets-gamedev-story-for-ios-an?ref=kickspy","backers":"1167","pledged":"36967","currency":"USD","goal":"20000","rewards":[{"tier":"5","backers":"97","desc":"––––– REDSHIRT PLEDGE LEVEL –––––\r\nMP3 MUSIC: Digital download of the original soundtrack to Star Command including all-new original tracks created by Marius Masalar, as heard in the the kickstarter trailer."},{"tier":"25","backers":"954","desc":"––– MIDORIAN AMBASSADOR LEVEL ––––\r\nIn addition to the Redshirt Pledge Rewards you will also receive:\r\nEXCLUSIVE ROOM: Doctor Leach’s Klebaticus Chamber\r\nSUPER INTERGALACTIC PROMO CODE: All updates and upcoming DLCs will be free to you. Updates like new uniforms, races, rooms and areas to explore. This also includes planned expansions like \"Away Teams\" which allow you to visit the surface of planets and \"Alien Command\" allowing you to build and take command of an alien ship! PHONE BACKGROUNDS: Access to exclusive downloadable iphone/android backgrounds featuring the Star Command Characters so you can rock your new favorite game. FUN STICKERS: Help star command crew members beam onto a street lamp near you SC BUTTON: Star Command button/pin, so you can always tap it and say 'two to beam up.' (MP3 MUSIC+EXCLUSIVE ROOM+SUPER INTERGALACTIC PROMO CODE+PHONE BACKGROUNDS+FUN STICKERS+SC BUTTON)"},{"tier":"100","backers":"97","desc":"–––– STARSHIP COMMANDER LEVEL ––––\r\nIn addition to the Redshirt and Midorian Ambassador Pledge Rewards you will also receive:\r\nSHIRT: Trendy Star Command Uniform \r\nPOSTER: A high quality printed poster utilizing the Star Command's unique pixel art style MAP: A high quality printed map of the entire Star Command galaxy, including races and other fun secrets signed by the SC team. \r\n(MP3 MUSIC+EXCLUSIVE ROOM+SUPER INTERGALACTIC PROMO CODE+PHONE BACKGROUNDS+FUN STICKERS+SC BUTTON+SHIRT+POSTER+MAP)\r\n\r\nOutside of US & Canada add $15 for shipping"},{"tier":"1000","backers":"2","desc":"–––––––– FLEET ADMIRAL LEVEL –––––––\r\nIn addition all of the above rewards you will receive:\r\nIN-GAME CHARACTER: Your likeness (or a friend/family member of your choosing) will be featured in the final game as an enemy captain / admiral / guest star \r\nCREDITS: Your name will be put in the special credits of the game\r\n(MP3 MUSIC+EXCLUSIVE ROOM+SUPER INTERGALACTIC PROMO CODE+PHONE BACKGROUNDS+FUN STICKERS+SC BUTTON+SHIRT+POSTER+MAP+IN-GAME CHARACTER+CREDITS)\r\n\r\nOutside of US & Canada add $15 for shipping"}]},{"name":"\nInterstellaria\n","url":"https://www.kickstarter.com/projects/coldricegames/interstellaria?ref=kickspy","backers":"1773","pledged":"28805","currency":"USD","goal":"15000","rewards":[{"tier":"8","backers":"350","desc":"EARLY BACKER COPY! DRM-Free digital copy of Interstellaria is yours to play! All desktop versions are included! Special \"Backer\" title in development forums."},{"tier":"10","backers":"867","desc":"FULL DRM-FREE COPY! You get the complete game when released! All desktop versions are included! Special wallpapers are also included! Special \"Backer\" title in development forums."},{"tier":"20","backers":"176","desc":"FULL DRM-FREE COPY + BETA TESTER!  Play the game early! You get to join the Beta Tester team, get a special \"Beta Tester\" title, and of course at the end of it all receive a DRM-Free copy of the game!"},{"tier":"25","backers":"120","desc":"OST + DRM-Free Copy of the game!  you get the entire OST and you get a copy of the game (DRM-Free of course) when it comes out! Don't miss out on your chance to score a Chipzel soundtrack AND the game!"},{"tier":"30","backers":"108","desc":"ALPHA TESTER + BETA TESTER + DIGITAL ART BOOK + DRM-FREE COPY! Participate in the Alpha! Your testing and feedback will go mold the mechanics of the game! You also get to test the content in the beta! It's like you're part of the team! Special \"Full Tester\" title, and receive a DRM-Free copy of the game."},{"tier":"40","backers":"85","desc":"OST + ALPHA/BETA ACCESS +  DIGITAL ART BOOK + DRM FREE COPY! You get the Chipzel OST! We've also included you in the alpha/beta testing. To top it all off, you get a copy of the game DRM-Free!"},{"tier":"74","backers":"13","desc":"ALL DIGITAL TIER! SPECIAL IN GAME STAR SHIP + SPECIAL QUEST + DIGITAL PROPAGANDA PDF + OST + ALPHA/BETA ACCESS + DIGITAL ART BOOK + 2x DRM FREE COPIES! Alternative to our 75 dollar tier for our international friends. You receive the special ship quest, the OST, the alpha/beta, the two DRM-Free copies, AND we'll send you the posters in PDF format for easy printing!"},{"tier":"75","backers":"13","desc":"SPECIAL IN GAME STAR SHIP + SPECIAL QUEST + PROPAGANDA POSTER + OST + ALPHA/BETA ACCESS + DIGITAL ART BOOK + 2x DRM FREE COPIES! In addition to the above rewards, you are able to unlock a special quest resulting in a very special alien star ship. We'll putting up poster designs every week, and when it's all done you decide your favorite to take home!"},{"tier":"100","backers":"11","desc":"SPECIAL SHIP SCHEMATIC CUTAWAY + IN GAME STARSHIP/QUEST + OST + 2 UNIQUE  PROPAGANDA POSTERS + ALPHA/BETA ACCESS + DIGITAL ART BOOK + 3x DRM FREE COPIES! In addition to the previous rewards, you also receive a starship schematic with a special clear animation cell overlay, overlay showing the outer portion of frigate class starship, the schematic showing the technical cutaway view! These cutaway cells are THIS TIER ONLY! You also receive a third copy for your friends!"},{"tier":"200","backers":"4","desc":"CRAFT YOUR OWN NPC! Have a cool idea for an enemy? Let's make it happen. Would love to put yourself in game as an alien blob who gives quests? We're all for it! Design your own special NPC and it's in game. The best part? you get EVERYTHING from the $75 tier. We've also thrown in a second unique propaganda poster!"},{"tier":"500","backers":"0","desc":"CREATE A PLANET! Come up with a look of the planet, the enemy which inhabit it, and it's special power ups. It all will be in game! Participate in a special developer meeting/live stream to go over specifics! In addition, receive all items from $74 ALL DIGITAL tier  + an extra poster pdf AND receive a fourth copy of the game for your long lost relatives!"},{"tier":"1000","backers":"0","desc":"CREATE A QUEST CHAIN! Come up with a series of planets, enemies, and bosses. Participate in a series of developer meetings/live streams to go over specifics. In addition, receive all items from the $74 ALL DIGITAL tier + an additional poster pdf AND receive two additional copies (5 copies total!) for you, your friends, your uncle, your uncles friend, and his friend too!"}]},{"name":"\nThe Deer God - A Game of Reincarnation Wii U/Steam/OUYA\n","url":"https://www.kickstarter.com/projects/1907053239/the-deer-god-a-game-of-reincarnation-pc-mac-linux?ref=kickspy","backers":"2801","pledged":"51953","currency":"USD","goal":"26000","rewards":[{"tier":"5","backers":"133","desc":"DIGITAL OST DOWNLOAD. A big thank you from us and a digital copy of the amazing Deer God soundtrack (OST) by Evan Gipson."},{"tier":"10","backers":"1239","desc":"EARLY ALPHA BUILD. That's right. You get to try this game before it's in Beta! If you just can't wait to get your grubby hooves all over this game, this reward is for you! Get the final game DRM-free via digital download when ready."},{"tier":"15","backers":"569","desc":"EARLY ALPHA BUILD + Digital OST (Soundtrack). That's right. You get to try this game before it's in Beta and the amazing soundtrack! Get the final game DRM-free via digital download when ready."},{"tier":"17","backers":"189","desc":"Two copies of the game - for you and a friend to experience the beauty of the Deer God together! Alpha, Beta, and Final builds included. We'll even include a digital file for your desktop background image."},{"tier":"20","backers":"389","desc":"EARLY ALPHA BUILD + Digital OST (Soundtrack) + Digital copy of the ART BOOK. That's right. You get to try this game before it's in Beta + the amazing soundtrack, plus the beautiful art book, all high res for download! You also get the final game DRM-free via digital download when ready."},{"tier":"25","backers":"59","desc":"DEER IN THE HEADLIGHTS T-SHIRT + EARLY BETA BUILD. A beautiful pixel art scene depicting a magnificent deer in the headlights. Stop or go? You decide if the deer dies or not. Also comes with an Early Beta Build of the game and final game DRM-free via digital download when ready."},{"tier":"30","backers":"37","desc":"Two copies of the game and two copies of the digital soundtrack! - for you and a friend to experience the beauty of the Deer God together with the amazing music!!! Alpha, Beta, and Final builds included. We'll even include a digital file for your desktop background image along with the two soundtrack copies."},{"tier":"35","backers":"49","desc":"DIGITAL BUILDS + POSTER + TSHIRT\r\nIncludes the awesome Deer in Headlights Tshirt, access to all builds (and Steam Key of course) and a mighty fine Deer God Poster!"},{"tier":"40","backers":"8","desc":"DEER HAT AND EARLY BETA BUILD.\r\n\r\nIf you like hats, and you like deer, this is a no antler. This fantastic hat will feature our hero deer."},{"tier":"50","backers":"34","desc":"THE DEER GOD LOVE MUG + T-SHIRT + EARLY BETA BUILD. Two deer, too cute, so sexy. The iconic pixel art deer, heart, all inclusive. Win over your soon-to-be bride/groom or ex-girlfriend/boyfriend with this classic porcelain showpiece. T-shirt, Early Beta Build, and final game DRM-free via digital download are also included in this reward!"},{"tier":"100","backers":"17","desc":"SIGNED BOX AND CD-ROM + EARLY BETA BUILD. A beautiful physical box with great Deer God art, plus the completed game on CD-ROM. We'll also throw in a digital copy of the Early Beta Build and final version DRM-free via digital download!"},{"tier":"150","backers":"5","desc":"3d printed Deer Diorama! Get a show piece for your desk or mantel, of our beautiful stag! \r\nAlso includes the Early Alpha and Beta Builds of the game, and final version DRM-free via digital download."},{"tier":"200","backers":"2","desc":"PRINTED ART BOOKLET + EARLY BETA BUILD. A signed and printed copy of the concept art booklet for the game, which will include early ideas and scribbles that we've had during the production of the game! Also includes the Early Beta Build of the game, and final version DRM-free via digital download."},{"tier":"250","backers":"0","desc":"Create an item! You get to create an item in the game! Think of something from nature that you could use. Example: 4 leaf clover - gives your deer extra luck against enemy attacks. Also comes with digital copy of the game (Alpha, Beta, Steam Key) and digital copy of the Art Book."},{"tier":"275","backers":"3","desc":"PRINTED ART BOOKLET + SIGNED CD CASE + EARLY BETA BUILD. A signed and printed copy of the concept art booklet for the game, which will include early ideas and scribbles that we've had during the production of the game! Also includes the Early Beta Build of the game, and final version DRM-free via digital download."},{"tier":"500","backers":"0","desc":"CUSTOM GAME BUILD + YOU AS A CHARACTER + PHYSICAL GOODS + EARLY BETA BUILD. Become one with the deer. We will send you a special build with your image turned into pixel art as an enemy in the game. This won't be easy, so it’s expensive. We will include one of each of these as well: Deer God Love Mug, Deer In The Headlights T-shirt, and the Deer hat. Also includes the Early Beta Build of the game, and final version DRM-free via digital download."},{"tier":"1000","backers":"1","desc":"CUSTOM GAME BUILD + YOU AS A CHARACTER + YOUR NAME IN THE CREDITS + PHYSICAL GOODS  + EARLY BETA BUILD. We'll give you a special shout out in the game's credits, and include you as an enemy in the game!  Also includes Deer God Love Mug, Deer In The Headlights T-shirt, the Deer hat, Early Beta Build of the game, and final version DRM-free via digital download."},{"tier":"2500","backers":"1","desc":"DEER EXPEDITION. We'll fly you and a friend out to upstate New York for a hiking trip with one or more of the developers from the Deer God. We plan on going to a great place called Thacher Park, which is a scenic location that inspired environments in the Deer God. Also includes the Alpha, Beta, and final game digital builds, printed art book, and physical box copy with CD-ROM that we'll ship to you when the game is released. We'll also give you a custom build of the game with YOU as the main character!"},{"tier":"5000","backers":"0","desc":"ELK'S CLUB. We'll fly you and a friend out to upstate New York, take you out to dinner and a movie of your choice. Come and hang out at our office and watch the Deer magic happen! You'll also get all of the The Deer God swag listed in earlier rewards: the Love Mug, the T-shirt, hat, Alpha Build, Beta Build, final game build, Printed Art Book, and physical box copy and CD-ROM. We'll also give you a custom build of the game with YOU as the main character!"}]},{"name":"\nMonsters Ate My Birthday Cake\n","url":"https://www.kickstarter.com/projects/sleepninja/monsters-ate-my-birthday-cake?ref=kickspy","backers":"1216","pledged":"26096","currency":"USD","goal":"15000","rewards":[{"tier":"1","backers":"13","desc":"Our sincere, honest, and eternal gratitude for your support!"},{"tier":"5","backers":"165","desc":"NIKO: The complete Monsters Ate My Birthday Cake game on iOS (iPhone 4 +, iPad 2 +, iPod Touch 4 +) also our eternal gratitude."},{"tier":"8","backers":"96","desc":"GROGGNAR: The complete Monsters Ate My Birthday Cake game on PC or Mac \r\n\r\n(includes additional features and in game content!)"},{"tier":"10","backers":"495","desc":"KRACKLES: EARLY BACKER SPECIAL! Desktop and iOS versions of the game, plus we'll throw in a splendiferous custom wallpaper that you can put all up in your iOS devices and desktop."},{"tier":"12","backers":"11","desc":"KRACKLES: Desktop and iOS versions of the game, plus we'll throw in a splendiferous custom wallpaper that you can put all up in your iOS devices and desktop."},{"tier":"20","backers":"54","desc":"POE: Digital Soundtrack by Disasterpeace, Desktop and iOS versions of the game, and iOS and Desktop wallpaper."},{"tier":"25","backers":"250","desc":"HUCKLEBAUM: EARLY BACKER SPECIAL! We will totally drop your name in the credits, plus Digital Art Book full of pretty pictures, conceptual art, development screenshots, secrets, and adventure! Plus Digital Soundtrack by Disasterpeace, Desktop and iOS versions of the game, and iOS and Desktop wallpaper."},{"tier":"30","backers":"22","desc":"HUCKLEBAUM: We will totally drop your name in the credits as a backer, plus Digital Art Book full of pretty pictures, conceptual art, development screenshots, secrets, and adventure! Plus Digital Soundtrack by Disasterpeace, Desktop and iOS versions of the game, and iOS and Desktop wallpaper."},{"tier":"50","backers":"48","desc":"BIFF: Monsters Ate My Birthday Cake T-Shirt exclusive to kickstarter backers, your name in the credits, Digital Art Book, Digital Soundtrack by Disasterpeace, Desktop and iOS versions of the game, and iOS and Desktop wallpaper.\r\n\r\n(Warning: Shirt may attract legions of fine lookin’ ladies/dudes.)"},{"tier":"65","backers":"23","desc":"EEK: EARLY BACKER SPECIAL! One Limited Edition Custom Figure of your choice (1/3). Your name in the credits, Digital Art Book, Digital Soundtrack by Disasterpeace, Desktop and iOS versions of the game, and iOS and Desktop wallpaper. (Note: excludes T-Shirt)"},{"tier":"75","backers":"5","desc":"EEK: One Limited Edition Custom Figure of your choice (1/3). Your name in the credits, Digital Art Book, Digital Soundtrack by Disasterpeace, Desktop and iOS versions of the game, and iOS and Desktop wallpaper. (Note: excludes T-Shirt)"},{"tier":"100","backers":"14","desc":"CLAUDE: One Limited Edition Custom Figure of your choice (1/3). Monsters Ate My Birthday Cake T-Shirt exclusive to kickstarter backers, your name in the credits, Digital Art Book, Digital Soundtrack by Disasterpeace, Desktop and iOS versions of the game, and iOS and Desktop wallpaper."},{"tier":"175","backers":"2","desc":"TERRANCE: Two Limited Edition Custom Figures of your choice (2/3). Monsters Ate My Birthday Cake T-Shirt exclusive to kickstarter backers, your name in the credits, Digital Art Book, Digital Soundtrack by Disasterpeace, Desktop and iOS versions of the game, and iOS and Desktop wallpaper."},{"tier":"250","backers":"2","desc":"AWKY: Two Limited Edition Custom Figures of your choice (2/3). Monsters Ate My Birthday Cake Hoodie exclusive to kickstarter backers, T-Shirt, your name in the credits, Digital Art Book, Digital Soundtrack by Disasterpeace, Desktop and iOS versions of the game, and iOS and Desktop wallpaper."},{"tier":"350","backers":"0","desc":"PRIZZY: All three figures (3/3) and get access to the iOS or Desktop beta of the game! You’ll look so cool, you can sass all your friends! Sass them in half! Have you ever been sassed in half? It’s humiliating... Plus a Monsters Ate My Birthday Cake Hoodie exclusive to kickstarter backers, T-Shirt, your name in the credits, Digital Art Book, Digital Soundtrack by Disasterpeace, Desktop and iOS versions of the game, and iOS and Desktop wallpaper.\r\n(Beta release date to be announced. iOS access may require additional app downloads *don't worry, they are free*, and device UDID.)"},{"tier":"500","backers":"5","desc":"HIPPONARF: Get a chance to be a part of the game! Immortalize thyself by naming one of the five merchant monster bros in the game! (Nothing nasty please! For shame!) It could be your name, it could be a made up silly word, get creative! Woot! You will also receive the Digital iOS + Desktop Special Edition of the game, the digital soundtrack, custom wallpaper for iOS devices and Desktop, your name in the credits, exclusive t-shirt, hoodie, beta access, and all 3 figures! \r\n\r\n(Name must be limited to 26 letters, because of reasons.)"},{"tier":"1000","backers":"1","desc":"THE BOOGIN KING!: You will help create a monster of your own as a playable character in the game! You will help the team decide their abilities, name, and look! We will add 6 levels to the game based around your  monster! You will also receive the Digital iOS + Desktop Special Edition of the game, the digital soundtrack, custom wallpaper for iOS devices and Desktop, your name in the credits as your monster’s creator, exclusive t-shirt, hoodie, beta access, and all 3 figures! Holy cake crumbs! That’s amazers!\r\n\r\n(Note: the previous Merchant Name tier is not included in this reward tier due to limited rewards)"}]},{"name":"\nDetective Grimoire: Adventure Game Win/Mac/Linux/iOS/Android\n","url":"https://www.kickstarter.com/projects/sfbgames/detective-grimoire-mystery-adventure-game-for-ios?ref=kickspy","backers":"2009","pledged":"29611","currency":"USD","goal":"25000","rewards":[{"tier":"1","backers":"4","desc":"SHIPPING INFO ($25 levels or higher):\r\n\r\nUS & UK: Free shipping!\r\n\r\nInternational: Add $10 to your pledge for shipping. DON'T PLEDGE THIS LEVEL!\r\n\r\n----------------------------------\r\n\r\nFor multiple copies of the game, just add an extra $4 per copy!"},{"tier":"1","backers":"11","desc":"INNOCENT BYSTANDER: You'll get our thanks and love!"},{"tier":"4","backers":"645","desc":"SUSPECT: You just pre-bought the game! Available in your choice of iOS or Android flavours, we'll send you a copy as soon as it is released!"},{"tier":"4","backers":"536","desc":"PRIME SUSPECT: You just pre-bought the game! Available in your choice of Windows, Mac OS X and Linux flavours, we'll send you a copy as soon as it is released! All pledges at $4 and above may choose to receive their copy of the game in one of these formats instead of iOS or Android."},{"tier":"10","backers":"303","desc":"OFFICER: You'll get a high quality digital copy of the game's soundtrack in FLAC and mp3, as well as the game itself on iOS or Android!"},{"tier":"15","backers":"304","desc":"DIGITAL DETECTIVE: You'll get a digital copy of the book 'The Art of Detective Grimoire', the digital soundtrack, 5 high-quality wallpapers (available in a range of sizes to fit any device) as well as a copy of the game! This reward will also now be included in all rewards from this level upwards!"},{"tier":"25","backers":"75","desc":"DETECTIVE: You'll get a physical CD copy of the game's soundtrack, featuring exclusive box art, as well as the game itself on iOS or Android!"},{"tier":"50","backers":"60","desc":"SERGEANT: You'll get your choice of 2 Detective Grimoire t-shirts (from a range of 16 designs), along with all of the above rewards!"},{"tier":"75","backers":"0","desc":"LIEUTENANT: You'll get a Detective Grimoire art pack, featuring 2 posters, a set of stickers and 6 postcards, as well as all of the above rewards!"},{"tier":"100","backers":"29","desc":"CAPTAIN: You'll get a printed copy of the book 'The Art of Detective Grimoire', along with all of the above rewards! You'll also be credited in the game under special thanks!"},{"tier":"150","backers":"21","desc":"MAJOR: You'll get 1 limited edition plushie doll of your favourite Detective Grimoire character, along with all of the above rewards!"},{"tier":"250","backers":"4","desc":"COLONEL: As a special thanks, send us a photo of yourself (or anyone you like) and Adam will draw you/them in the style of the Detective Grimoire art! You'll also get all of the above rewards, excluding the plushie doll."},{"tier":"500","backers":"1","desc":"INSPECTOR: You'll get a full set of all of the Detective Grimoire t-shirts, as well as all of the above rewards, excluding the plushie doll and the (extra) 2 t-shirts!"},{"tier":"1000","backers":"1","desc":"CHIEF: Wow, thank you! You'll get a full set of plushie dolls, one of each character! You'll also get all of the above rewards, excluding the (extra) plushie doll and the (extra) 2 t-shirts!"}]},{"name":"\nJotun\n","url":"https://www.kickstarter.com/projects/682108903/jotun?ref=kickspy","backers":"2299","pledged":"64265","currency":"CAD","goal":"50000","rewards":[{"tier":"5","backers":"32","desc":"Our eternal thanks for your support, exclusive digital wallpaper and backer-only forum access!"},{"tier":"10","backers":"300","desc":"EARLY BIRD DISCOUNT- A DRM-free digital copy of Jotun + all previous rewards!"},{"tier":"15","backers":"1026","desc":"A DRM-free digital copy of Jotun + all previous rewards!"},{"tier":"20","backers":"200","desc":"EARLY BIRD DISCOUNT - Beta access, your name in the credits + all previous rewards!"},{"tier":"25","backers":"273","desc":"Beta access, your name in the credits + all previous rewards!"},{"tier":"45","backers":"100","desc":"EARLY BIRD DISCOUNT - Alpha access, digital soundtrack, digital art book, an extra DRM-free digital copy of Jotun + all previous rewards!"},{"tier":"50","backers":"173","desc":"Alpha access, digital soundtrack, digital art book, an extra DRM-free digital copy of Jotun + all previous rewards!"},{"tier":"75","backers":"15","desc":"In-game inscription of your name in Old Norse on a massive runestone hidden deep within the secrets of purgatory + all previous rewards!"},{"tier":"100","backers":"80","desc":"High resolution \"vikingified\" digital sketch of yourself signed by the Jotun team, digital game guide including behind the scenes and \"making of\", your name as Producer in the credits + all previous rewards!"},{"tier":"250","backers":"30","desc":"In-game Viking statue of yourself within the Hall of Heroes, your name as Executive Producer in the credits + all previous rewards!"},{"tier":"500","backers":"4","desc":"Design a Jotun's attack (or defense!), your name as Master of Jotun in the credits + all previous rewards!"}]},{"name":"\nSoundSelf\n","url":"https://www.kickstarter.com/projects/soundself/soundself?ref=kickspy","backers":"1180","pledged":"36766","currency":"USD","goal":"29060","rewards":[{"tier":"10","backers":"10","desc":"Supporter pack:\r\nA growing collection of digital material inspired by the game, including still images, an album, and a feature length video, all released throughout the production process."},{"tier":"15","backers":"661","desc":"Gamer pack:\r\nA copy of the game for PC, Mac and Linux once the game is released. PLUS all of the above."},{"tier":"30","backers":"358","desc":"Creator pack: \r\nEarly access to the game  and a development forum - share your experiences to guide the evolution of SoundSelf! AND a growing collection of performance and creation software tools adapted from new technology developed for Soundself (see left for more details) PLUS all of the above."},{"tier":"60","backers":"59","desc":"Fashion pack:\r\nThe SoundSelf unisex t-shirt, screen-printed by hand in Austin AND a Kickstarter-exclusive pin PLUS all of the above."},{"tier":"100","backers":"19","desc":"Producer pack: \r\nA one-of-a-kind image generated by SoundSelf with a sample you provide - chant by yourself or with friends - printed on 3 decals AND your name in the credits PLUS all of the above."},{"tier":"150","backers":"15","desc":"Maker pack:\r\nA one-of-a-kind image generated by SoundSelf with a sample you provide printed in the colors of your choice on a tee-shirt OR hoodie PLUS all of the above."},{"tier":"250","backers":"6","desc":"Sparkly Pack: \r\nA one-of-a-kind visualization of your voice realized as a unique 3D bronze or gold plated pendant with a hemp or leather strap PLUS all of the above."},{"tier":"400","backers":"0","desc":"Special Snowflake Pack: \r\nEITHER a voicemail greeting as unique and bombastic as you are hand-crafted by SoundSelf's creator OR an interpretive digital portrait of you by SoundSelf's artistic director PLUS everything above"},{"tier":"500","backers":"0","desc":"Last-Day-Pop-Up-Pack: Choose the color of Robin's hair for two months PLUS everything in the Sparkly Pack."},{"tier":"600","backers":"0","desc":"Artist and Musician Pack: \r\nBOTH the customized voicemail greeting AND the digital portrait of you PLUS everything in the Sparkly Pack."},{"tier":"1000","backers":"4","desc":"Patron pack: \r\nA one-of-a-kind digital painting inspired by the game and created for you by Topher, SoundSelf artisitic director, printed on canvas PLUS the Artist + Musician pack."}]},{"name":"\nCANDLE - A Dynamic Graphic Adventure\n","url":"https://www.kickstarter.com/projects/spaniardmike/candle-a-dynamic-graphic-adventure?ref=kickspy","backers":"1653","pledged":"52359","currency":"USD","goal":"40000","rewards":[{"tier":"2","backers":"30","desc":"SPECIAL THANKS\r\n============================= \r\nOur everlasting gratitude. The team will send you a special Thank You mail!"},{"tier":"5","backers":"36","desc":"SPECIAL THANKS. CREDITS EDITION\r\n============================= \r\nOur everlasting gratitude. The team will send you a special Thank You mail! Plus, you appear in the credits in the Backers section! Also, you will receive a special wallpaper."},{"tier":"10","backers":"499","desc":"EARLY BIRD. MY LITTLE PHOENIX\r\n============================= \r\nYou will receive the full game as a digital download, completely DRM-Free for PC. Plus, you will receive a special wallpaper and a digital Concept Comic that tells the background story of Teku."},{"tier":"15","backers":"480","desc":"CANDLE. THE GAME\r\n============================= \r\nYou will receive the full game as a digital download, completely DRM-Free for PC. Plus, you will receive a special wallpaper and a digital Concept Comic that tells the background story of Teku."},{"tier":"20","backers":"128","desc":"CANDLE. OST EDITION\r\n=============================\r\nPrevious reward + digital downloadable OST."},{"tier":"25","backers":"256","desc":"CANDLE. THE FULL DIGITAL PACKAGE\r\n=============================\r\nPrevious reward + wonderfully crafted digital downloadable Artbook that shows the whole creative process!"},{"tier":"40","backers":"47","desc":"CANDLE. FRIENDSHIP EDITION\r\n============================= \r\nYou can get the digital download game x3 Give the extra copies to your friends! Plus, all your names in the credits, an exclusive wallpaper and the Concept Comic."},{"tier":"65","backers":"23","desc":"THE CANDLE BUNDLE\r\n=============================\r\nThe same as Friendship Edition. Plus, you get the whole digital extra content (Comic, wallpaper, OST & artbook) x3"},{"tier":"75","backers":"59","desc":"US&EU CANDLE. LIMITED EDITION ==============================\r\nA more affordable physical edition of the game. You get Candle as a limited retail edition with a physical artbook. Plus, all the digital contents (Comic, Wallpaper & OST). And your name in the credits, of course."},{"tier":"75","backers":"3","desc":"OTHER LOCATIONS ADVENTURE KIT\r\n=============================\r\nDigital downloadable game + full digital extra content. Also, you get a Poster and a T-Shirt of the game. And your name in the credits, of course."},{"tier":"75","backers":"15","desc":"US&EU ADVENTURE KIT\r\n=============================\r\nDigital downloadable game + full digital extra content. Also, you get a Poster and a T-Shirt of the game. And your name in the credits, of course."},{"tier":"75","backers":"5","desc":"OTHER LOCATIONS CANDLE. LIMITED EDITION ==============================\r\nA more affordable physical edition of the game. You get Candle as a limited retail edition with a physical artbook. Plus, all the digital contents (Comic, Wallpaper & OST). And your name in the credits, of course."},{"tier":"125","backers":"12","desc":"BETA TESTER\r\n=============================\r\nThe full digital game, the full digital extra contents, poster, T-Shirt, PLUS you help us with the Beta testing process this Fall and you appear in the credits as a Tester!\r\nFREE SHIPPING FOR EU AND US, FOR OTHER COUNTRIES PLEASE ADD EXTRA $25"},{"tier":"200","backers":"16","desc":"US&EU IT BURNS!!\r\n=============================\r\nYou get the limited retail game, the Comic, the wallpaper, the limited retail OST, the Artbook, the Poster and the T-Shirt. Also, you get an exclusive miniature of Teku!!"},{"tier":"200","backers":"3","desc":"OTHER LOCATIONS IT BURNS!!\r\n=============================\r\nYou get the limited retail game, the Comic, the wallpaper, the limited retail OST, the Artbook, the Poster and the T-Shirt. Also, you get an exclusive miniature of Teku!!"},{"tier":"600","backers":"6","desc":"ANCIENT PAINTING\r\n=============================\r\nYou get the limited retail game, the Comic, the wallpaper, the limited retail OST, the Artbook, the Poster, the T-Shirt and the miniature. And also, you will get an exclusive piece of art, an original painting of the game signed by the team. FREE SHIPPING EVERYWHERE"},{"tier":"1500","backers":"1","desc":"PRIMORDIAL FLAME\r\n=============================\r\nYou get the limited retail game, the Comic, the wallpaper, the limited retail OST, the Artbook, the Poster, the T-Shirt and the miniature. PLUS, you will get an incredible large replica of Teku's Mask carved in wood, as well as an exclusive piece of art. FREE SHIPPING"},{"tier":"10000","backers":"0","desc":"PAELLA EDITION\r\n=============================\r\nYou get the limited retail game, the Comic, the wallpaper, the limited retail OST, the Artbook, the Poster, the T-Shirt and the miniature. PLUS, we invite you to Spain, so you can meet us, see the studio and spend 2-3 days visiting the region! We will invite you to typical Spanish food. TRAVEL COST AND LODGING INCLUDED"}]},{"name":"\nLearn To Play Music In Minutes  & KickStart Your Brain!\n","url":"https://www.kickstarter.com/projects/musicwizard/learn-to-play-music-in-minutes-and-kickstart-your?ref=kickspy","backers":"313","pledged":"25454","currency":"USD","goal":"20000","rewards":[{"tier":"1","backers":"1","desc":"(Scroll page down for links to more detailed descriptions of the rewards. Quantities limited.) ___________________________________* * * * Music Patron Reward Level * * * * * * * * * * * LOYAL FAN * * * * * * * * * __________________________________ Our Thanks by Name To You on Website as Kickstarter Backer and Music Patron (Priceless!)"},{"tier":"5","backers":"17","desc":"* * * * Music Patron Reward Level * * * * * * * * * * * ESQUIRE or LADY * * * * * * * __________________________________ EARLY BIRD SPECIAL! Be the first to download our full album app of 30 songs ($9.99 Value) PLUS Our Thanks by Name To You on Website (Priceless!)"},{"tier":"10","backers":"97","desc":"* * * * Music Patron Reward Level * * * *        \r\n* * * * * * * KNIGHT or DAME * * * * * * *\r\n* * EARLY BIRD SPECIAL (Limit 500) * \r\nIncludes iPhone and iPad App 30 song Version PLUS PDFs of 20 songs from Academy Books 1 & 2 PLUS! Gold Access to Piano Wizard Academy Virtual Campus (Free video music lessons, articles, and tips to deepen your fascination with music) PLUS Our Thanks by Name To You on Website (Priceless!) (a $30 overall value)"},{"tier":"25","backers":"43","desc":"* * * * Music Patron Reward Level * * * *        \r\n* * * * * * * ABBOT/ABBESS * * * * * * \r\nThree licenses of Piano Wizard’s iOS app with 30-song package and 3 licenses for printable PDF copies of Piano Wizard’s Academy instructional books 1 & 2, and 3 licenses to Gold Membership to Piano Wizard Virtual Academy, PLUS Our Thanks by Name To You on Website (Priceless!) (a $90 overall value)"},{"tier":"50","backers":"44","desc":"* * * * Music Patron Reward Level * * * *        \r\n* * MERCHANT/ PHILANTHROPIST * __________________________________ \r\nFull 100 song Classic Piano Wizard 1.0 EASY MODE for PC and Mac. ($49.99 value) All the Abbot or Abbess Level Rewards Above (=>$140 overall value) \r\n__________________________________ NOTE: All PC/Mac versions of rewards require MIDI compatible keyboards, which are NOT INCLUDED. See detailed links under the FAQs on the left for easy affordable third party keyboard options or how to use your own digital keyboard with the game."},{"tier":"100","backers":"34","desc":"* * * * Music Patron Reward Level * * * * * * * * * * * BARON/BARONESS * * * * * * Join the Nobility! Get a custom Music Wizard Coat of Arms downloadable diploma with your name to hang on your wall as a valued Music Patron __________________________________ Do your Christmas shopping now for the family! Three licenses of Piano Wizard’s iOS app with 30-song package, 3 licenses for printable PDF copies of Piano Wizard’s Academy instructional books 1 & 2, another 3 licenses of the PC/Mac Holiday Version and 3 licenses to Gold Membership to Piano Wizard Virtual Academy,  AND receive full PREMIER version of Piano Wizard (a $100 value) with more than 200 songs total, (EASY MODE included) unlimited song import  __________________________________ * * * * * * * GOLDEN BONUS! * * * * * * * With a total pledge of $100 or more, we will share with you a special, Tutorial Post-Funding Report of how to create your own winning Kickstarter campaign for YOUR ideas. The good, the bad, the ugly, the fantastic tidbits that will help your own Kickstarter project succeed faster and with more impact. __________________________________ NOTE: All PC/Mac versions of rewards require MIDI compatible keyboards, which are NOT INCLUDED on this reward level. Estimated delivery: Nov 2013 (=>$300 overall value)"},{"tier":"100","backers":"20","desc":"* * * * Music Patron Reward Level * * * * * * * * * * * BARON/BARONESS * * * * * * Join the Nobility! Get a custom Music Wizard Coat of Arms downloadable diploma with your name to hang on your wall as a valued Music Patron __________________________________ Download 1 license of the Piano Wizard iOS app with a 30-song package, AND receive a limited edition PC/Mac \"Kickstarter 20 Lesson\" version of Piano Wizard Academy (a $200 value) with more than 200 songs total, (EASY MODE included) unlimited song import, 5 DVDs with more than 20 video lessons, printed Music Wizard Academy Books 1 & 2, containing sheet music to complete all 5 levels. (a $300 overall value)\r\n__________________________________ * * * * * * * GOLDEN BONUS! * * * * * * * With a total pledge of $100 or more, we will share with you a special, Tutorial Post-Funding Report of how to create your own winning Kickstarter campaign for YOUR ideas. The good, the bad, the ugly, the fantastic tidbits that will help your own Kickstarter project succeed faster and with more impact. __________________________________ NOTE: All PC/Mac versions of rewards require MIDI compatible keyboards, which are NOT INCLUDED on this reward level. \r\n\r\nEstimated delivery: Nov 2013 (=>$300 overall value)"},{"tier":"250","backers":"9","desc":"* * * * Music Patron Reward Level * * * * \r\n* * * VISCOUNT/ VISCOUNTESSS * * *  \r\n* * SPECIAL EARLY BIRD REWARD! * *\r\n (Limit  of only 10 available) Refurbished and game tested M-Audio KeyRig 49 key USB DIGITAL KEYBOARD with cable and 60 day GUARANTEE ($80 value)\r\n__________________________________ \r\nJoin the Nobility! Get a custom Music Wizard Coat of Arms downloadable diploma with your name to hang on your wall as a valued Music Patron __________________________________ Download 1 license of the Piano Wizard iOS app with a 30-song package, PLUS 1 license of the PC/Mac Piano Wizard Holiday Song version, AND receive a special, limited edition PC/Mac \"Kickstarter 20 Lesson\" version of Piano Wizard Academy (a $200 value) with more than 200 songs total, (EASY MODE included) unlimited song import, 5 DVDs with more than 20 video lessons, printed Music Wizard Academy Books 1 & 2, containing sheet music to complete all 5 levels. __________________________________ * * * * * * * GOLDEN BONUS! * * * * * * * With a total pledge of $100 or more, we will share with you a special, Tutorial Post-Funding Report of how to create your own winning Kickstarter campaign for YOUR ideas. The good, the bad, the ugly, the fantastic tidbits that will help your own Kickstarter project succeed faster and with more impact.\r\n__________________________________ \r\n\r\nNOTE: Refurbished MIDI keyboard is INCLUDED ON THIS LEVEL ONLY. These PC and Mac level Rewards and Add-ons will be delivered physically and digitally.\r\n\r\n(a $360 overall value)"},{"tier":"400","backers":"11","desc":"* * * * Music Patron Reward Level * * * * * * * * COUNT/ COUNTESSS * * * * Full Piano Wizard Academy 2.0 equivalent to 2 years children's curriculum, (11 DVDs with more than 50 virtual lessons) also includes printed Academy books 1-5  of the sheet music to complete all 5 levels, with more than 300 songs and unlimited song import to enjoy on your own keyboard. You’ll also receive an official Piano Wizard Tee Shirt and Pin  (a $600 overall value)\r\n__________________________________ \r\nNOTE: All PC/Mac versions of rewards require MIDI compatible keyboards, which are NOT INCLUDED on this reward level."},{"tier":"1000","backers":"4","desc":"* * * * Music Patron Reward Level * * * * * * * * PRINCE or PRINCESS * * * * Includes  3 Full Piano Wizard Academy Units, for your extended family and friends, 3 limited edition Holiday Song licenses, 3 Piano Wizard iOS app downloads with 30-song packages and an official Piano Wizard tee shirt and pin PLUS! 1 year membership in online MIDI site with over 10,000 FREE compatible music files including the last 1000 years of music in MIDI format. (Priceless!) \r\nPLUS! EARLY BIRD SPECIAL BONUS PLUS (Limit 20) Custom Designed  One of a Kind Prince or Princess Tee Shirt with Your Musical Coat of Arms showing you as an Associate Producer Kickstarter Backer (Priceless!) __________________________________ NOTE: All PC/Mac versions of rewards require MIDI compatible keyboards, which are NOT INCLUDED on this reward level."},{"tier":"2000","backers":"0","desc":"* * * * Music Patron Reward Level * * * * * * ARCHDUKE or ARCHDUCHESS * * Includes all PRINCE or PRINCESS REWARDS above, including GOLDEN BONUS REPORT, EXCEPT Get Piano Wizard Academy Home School 6 Pack of Full Academy Units, ($3000 value) for your extended family and friends, __________________________________ PLUS! 6 Holiday Song Set Version ($149.99 value) __________________________________ PLUS! 6 iPhone and iPad 30 song version from App store ($59.99 value) (Includes 20 songs from Academy Books 1 & 2) __________________________________ PLUS! 1 year membership in online MIDI site with over 10,000 FREE compatible music files including the last 1000 years of music in MIDI format. (Priceless!) __________________________________ PLUS! EARLY EARLY BIRD SPECIAL BONUS (Limit 20) Archduke or Archduchess YourNameHere. Our Thanks and Acknowledgment by Name on CREDITS inside the GAME as Associate Producer Kickstarter Backer and Music Patron __________________________________ PLUS! EARLY EARLY BIRD SPECIAL BONUS PLUS (Limit 20) Custom Designed One of a Kind Archduke or Archduchess Tee Shirt with Your Musical Coat of Arms showing you as an Associate Producer Kickstarter Backer (Priceless!) __________________________________ PLUS! EARLY EARLY BIRD SPECIAL (Limit 10) 2 personal or professional phone calls or skype with founders! Schedule a call and ask us anything you like, about business, crowdfunding, game design, music or whatever you are curious about! We will answer any questions we can, if you are stuck, perhaps our contacts can help! __________________________________ NOTE: MIDI KEYBOARD NOT INCLUDED. These PC and Mac level Rewards and Add-ons will be delivered physically, and color coded stickers and keyboard and game set-up instructions will be included for use with whatever keyboard options you choose.)\r\nEstimated delivery: Nov 2013 \r\nAdd $240 to ship outside the US"},{"tier":"5000","backers":"0","desc":"* * * * Music Patron Reward Level * * * * * * * * * * * * KING or QUEEN * * * * * * * Includes all ARCHDUKE or ARCHDUCHESS REWARDS above, including GOLDEN BONUS REPORT, EXCEPT Get Piano Wizard Academy Home School 10 Pack of Full Academy Units, ($5000 value) for your extended family and friends, __________________________________ PLUS! 10 Holiday Song Set Version ($249.99 value) __________________________________ PLUS! 10 iPhone and iPad 30 song version from App store ($99.99 value) (Includes 20 songs from Academy Books 1 & 2) __________________________________ PLUS! 1 year membership in online MIDI site with over 10,000 FREE compatible music files including the last 1000 years of music in MIDI format. (Priceless!) __________________________________ PLUS! SPECIAL DESIGN BONUS---(Limit 4) Design a game object and get credit in game! Work with our designers to come up with a theme, game object, and transformation, and get credit as an Associate Designer in the game and online! Can be done remotely via Skype or in person (Travel and lodging not included.) __________________________________ PLUS! EARLY EARLY BIRD SPECIAL BONUS (Limit 4) King or Queen YourNameHere. Our Thanks and Acknowledgment by Name on CREDITS inside the GAME as Associate Producer Kickstarter Backer and Music Patron __________________________________ PLUS! EARLY EARLY BIRD SPECIAL PLUS (Limit 4) Custom Designed One of a Kind King or Queen Level Music Patron Embroidered Jacket with Your Musical Coat of Arms showing you as an Associate Producer Kickstarter Backer (Priceless!) __________________________________ NOTE: MIDI KEYBOARD NOT INCLUDED. These PC and Mac level Rewards and Add-ons will be delivered physically, and color coded stickers and keyboard and game set-up instructions will be included for use with whatever keyboard options you choose.)\r\nEstimated delivery: Nov 2013 \r\nAdd $400 to ship outside the US"},{"tier":"10000","backers":"0","desc":"* * * * Music Patron Reward Level * * * * \r\n* * * * EMPEROR or EMPRESS * * * * \r\nReceive 10 full Piano Wizard Academy units, along with 10 limited edition Holiday Song version licenses, and 10 Piano Wizard iOS app licenses with a 30-song package. Plus a SPECIAL PARTY BONUS (Limit 2) where you’ll join us for our launch party in Boulder CO! Come for the weekend and let us treat you as our dinner guests at the Highland City Club, Music at the St.Julian, afternoon picnic at the Boulder Farmer's Market near Boulder Creek and an official launch party! (Transportation and lodging not included.) __________________________________ Given your generous contribution, we are assuming you have a deep love and fascination for music and games, so we would like you to join our team with 1 Year Music Wizard Academy Advisory Board Membership, including quarterly meetings to discuss new product designs. (Will need to sign non-disclosure for some aspects.) You can help brainstorm new school initiatives, non-profit research and work in children in need"}]},{"name":"\nDashkin: a game of high speed challenges through Brackenwood\n","url":"https://www.kickstarter.com/projects/27467991/dashkin-a-game-of-high-speed-challenges-through-br?ref=kickspy","backers":"483","pledged":"27333","currency":"USD","goal":"20000","rewards":[{"tier":"1","backers":"55","desc":"A thank you email with virtual kisses, PLUS your name in the \"Couldn't do it without..\" credits in the game PLUS an exclusive digital download of 3 Brackenwood wallpapers."},{"tier":"5","backers":"39","desc":"The above rewards PLUS a pack of 8 animated, windowless (transparent background) loops of various game assets to run on your Windows or Mac desktop. In amongst there are a few surprise loops that you won't see in the game, or anywhere else!"},{"tier":"10","backers":"29","desc":"The above PLUS 4 limited edition Brackenwood Wildlife collector cards"},{"tier":"20","backers":"11","desc":"The above rewards PLUS a downloadable Brackenwood poster, printable up to 1 metre in size for your wall, signed by Adam Phillips."},{"tier":"25","backers":"31","desc":"The above rewards PLUS a Brackenwood postcard print personalised and signed by the artist."},{"tier":"25","backers":"56","desc":"All of the above PLUS a 60-page Brackenwood character sketchbook! This book is the first collection of Brackenwood character sketches, from the earliest notebook sketches to the latest character design revisions for feature fim and graphic novel. All characters including Bingbong, Lemonee Wee, Auld Sage and of course Bitey. Main creatures like littleFoot, mother morrug and fatsack are also included! Professionally printed and bound into a lovely little 5\"x8\" book. It's at the printers right now! (This reward includes the other $25 reward of the signed postcard (below))"},{"tier":"29","backers":"51","desc":"All of the above PLUS the full set of BCA Flash Chapters (eBooks) including the long-awaited and soon-to-be-released Chapter 5. These huge PDF chapters teach you how to use Adobe Flash for animation."},{"tier":"39","backers":"110","desc":"***PLEASE NOTE*** - special conditions on this reward. Please read all of the following before you pledge!\r\n==================\r\n\r\nBITEYCASTLE ACADEMY FX ANIMATION COURSE (plus all of the above rewards)\r\nYou get 2 months access to BCA FX Course where you'll get exclusive articles, videos and tuition in the dark art of 2D FX animation, every week! It's common for animators to pay thousands $$$$ for an animation course of this calibre.\r\n\r\n**CONDITIONS**\r\nTHIS REWARD IS STANDALONE. In other words, if you pledge higher than $55 this reward isn't included with the others in the higher pledge brackets. If you'd like to pledge higher, but want to choose this reward, please feel free to do so, but rest assured the course will launch in a couple of weeks on BITEY.COM. You can always wait to subscribe at the $24/month rate via PayPal/Credit Card when it launches."},{"tier":"55","backers":"31","desc":"All of the above PLUS the original music of \"Dashkin\" by Lee Miller, in a download pack for your computer, mobile device or even burning to disc. Comes with a digital booklet (PDF) of Dashkin game art."},{"tier":"75","backers":"22","desc":"All of the above PLUS a Bitey sticker and your choice of a 'Brackenwood' or 'Bitey' t-shirt"},{"tier":"100","backers":"20","desc":"All of the above PLUS a limited edition set of 6 Brackenwood wildlife collector cards, PLUS an exclusive beta code to test the earliest release of Dashkin."},{"tier":"200","backers":"3","desc":"All of the above PLUS, have yourself as an incidental zombie in the upcoming Diseased Productions game “Endless Zombie Rampage 3 (Tentative title)”."},{"tier":"230","backers":"3","desc":"Work with Adam to design a Brackenwood creature to be used in the game! Depending on the design, the creature may play the role of an obstacle, or become an incidental background creature. Additionally the creature will appear in the game’s credits with your name beside it.  This is your chance to leave your mark on the Brackenwood world!\r\n\r\n(oh, and yes, this reward includes all of the DIGITAL download rewards above, including Dashkin beta testing)"},{"tier":"300","backers":"10","desc":"All of the above PLUS a limited edition \"Bitey\" plush, hand-made by MoriChax PLUS your name in the \"Extra Special Thanks\" credits."},{"tier":"500","backers":"1","desc":"All of the above* PLUS an ORIGINAL signed B5-sized pencil sketch of Bitey, signed by Adam Phillips."},{"tier":"1000","backers":"1","desc":"All of the (available) above, except the sketch is framed, and not rolled up! PLUS a Brackenwood design bible containing Adam's designs, descriptions and back-stories of the Brackenwood characters and their world. PLUS you get a special preview of the long-awaited sequel to \"The Last of the Dashkin\" personally from Adam Phillips via Skype. In addition to all of this, you get a Producer credit on the main Credits screen of the game."},{"tier":"1500","backers":"1","desc":"All of the (available) above, PLUS a commemorative, hand-carved wooden Dashkin figurine."},{"tier":"2000","backers":"1","desc":"All of the (available) above, except the framed B5-sized sketch is fully coloured! PLUS you get an \"Executive Producer\" credit, with your name and your website a clickable link (subject to approval) on the main Credits screen of the game."},{"tier":"2500","backers":"1","desc":"All of the (available) above PLUS Adam's ONE & ONLY wearable lifelike Bitey mask, with hand-carved wooden horns and adjustable size strap inside."}]},{"name":"\nlilt line too!\n","url":"https://www.kickstarter.com/projects/1561538328/lilt-line-too?ref=kickspy","backers":"120","pledged":"10582","currency":"GBP","goal":"15000","rewards":[{"tier":"1","backers":"16","desc":"feel-good-for-less backer option! \r\n\r\nthis pledge level is guaranteed to improve the way you feel about yourself & you will have our eternal gratitude as a reward! \r\n\r\nwe appreciate all support so many many thanks!"},{"tier":"10","backers":"52","desc":"a version of the excellently amazing lilt line too! as soon as it's done, as well as a copy of the original lilt line on iOS.\r\n\r\n(lilt line too! will be available on iOS & potentially other platforms depending on stretch goals, you can have a copy on whatever platform you like :))"},{"tier":"15","backers":"22","desc":"Dubstep Derrick! a DRM-free copy of Derrick the Deathfin for PC & Mac, plus a version of lilt line too! when it's done & a copy of lilt line on iOS. *all* backers above £15 - existing & new - will receive a copy of Derrick the Deathfin when we meet our goal!"},{"tier":"20","backers":"9","desc":"a version of lilt line too! when it's done, plus copies of lilt line on iOS and helicoid on iOS - it's the complete different cloth games pack!"},{"tier":"50","backers":"6","desc":"bass bonanza! a collection of high quality digital music from ill.gates exemplary backlog of tunes! plus a version of lilt line too! when it's done and copies of lilt line on iOS and helicoid on iOS"},{"tier":"100","backers":"7","desc":"your name in the credits as a premium backer and patron of the synesthesic arts!\r\n\r\nplus a version of lilt line too! when it's done and copies of lilt line on iOS and helicoid on iOS"},{"tier":"500","backers":"0","desc":"i will come to see you to thank you personally & buy you a drink! (as long as you live near-ish to london)\r\n\r\nthis could either be your idea of heaven or your worst nightmare. \r\n\r\neither way the offer stands ;)\r\n\r\nplus your name in the credits, a version of lilt line too! when it's done and copies of lilt line on iOS and helicoid on iOS."},{"tier":"1000","backers":"5","desc":"graduate as a synesthesic level designer! \r\n\r\nwork with me to design a level in lilt line too! in practise this will likely involve giving you access to the level editor & us working together for a few days to make the most awesome level possible!\r\n\r\nplus a version of lilt line too! when it's done and copies of lilt line on iOS and helicoid on iOS & your name in the credits as a level designer."}]},{"name":"\nPULSAR: Lost Colony\n","url":"https://www.kickstarter.com/projects/leafygames/pulsar-lost-colony?ref=kickspy","backers":"1729","pledged":"55422","currency":"USD","goal":"40000","rewards":[{"tier":"5","backers":"15","desc":"SUPPORTER -\r\nGet your name in the credits and a 'Backer' badge on our forums. (See the 'Rewards' section for details)"},{"tier":"15","backers":"51","desc":"EARLY BACKER SPECIAL - \r\nIncludes a full version of PULSAR: Lost Colony and access to the Closed Beta in April 2014! Plus get your name in the credits as an Early Backer! Also includes Steam code when available. (See the 'Rewards' section for details)"},{"tier":"20","backers":"577","desc":"BACKER -\r\nIncludes a full version of PULSAR: Lost Colony and access to the Closed Beta in April 2014! Plus get your name in the credits as a Backer! Also includes Steam code when available. (See the 'Rewards' section for details)"},{"tier":"25","backers":"729","desc":"ALPHA TESTER - \r\nExclusive Kickstarter Alpha access that starts in February 2014. Of course it also includes a full version of PULSAR, including a Steam key when released and your name will be in the credits as an Alpha Tester! Also your name will be added to the list of random NPC names and you will get access to the secret design forums where you will be able to discuss and vote on features/assets not yet released! Plus you'll get a digital copy of our soundtrack! (See the 'Rewards' section for details)"},{"tier":"40","backers":"46","desc":"VISIONARY - All previous rewards + a premium digital art book for PULSAR that includes sketches/concepts, unreleased game art, and behind the scenes content that won't be available anywhere else + provide a galaxy name that the game will use when creating new galaxies for players. Also, get your name in the credits as a 'Visionary'. (See the 'Rewards' section for details)"},{"tier":"45","backers":"121","desc":"TWO PACK - Two keys for PULSAR Alpha access that starts in February 2014. Of course it also includes a full version of PULSAR for both of you, including a Steam key when released and your names will be in the credits as Alpha Testers! Also your names will be added to the list of random NPC names and you will get access to the secret design forums where you will be able to discuss and vote on features/assets not yet released! Plus both of you will get a digital copy of our soundtrack! (See the 'Rewards' section for details)"},{"tier":"60","backers":"9","desc":"UNIFORMED OFFICER - Everything from the 'Visionary' tier along with a choice from two awesome shirts! (See Update #15 for the designs) (See the 'Rewards' section for details)"},{"tier":"90","backers":"151","desc":"CREW FIVE-PACK SPECIAL - Five alpha access keys for your entire team!  Your crew will journey into space in February 2014! You all get full versions of the game (including Steam codes) and you all will be in the credits as Alpha Testers. (See the 'Rewards' section for details)"},{"tier":"150","backers":"6","desc":"SCENARIO DESIGNER - Have any burning ideas for events to encounter in the game? At this reward level, you will work with the team to invent a unique scenario that will be implemented in the game for other players to experience! (See the 'Rewards' section for details)"},{"tier":"250","backers":"2","desc":"MULTI-STEP SCENARIO DESIGNER - Just like the Scenario Designer, only bigger! These scenarios can include multiple points of interest and can be wrapped together in a compelling story of sorts! (See the 'Rewards' section for details)"},{"tier":"500","backers":"3","desc":"BAR / TAVERN OWNER - For those who want to have a permanent mark on the world. We will work with you to design a unique bar or tavern, where missions can be accepted, things can be traded, and crew members can relax with a tall cold one and forget the troubles of the outside. (See the 'Rewards' section for details)"},{"tier":"2000","backers":"0","desc":"SHIP DESIGNER - Have a ship professionally created with your ideas in mind. Secret passages? A hot tub? A multi-floor climate controlled biscuit storage room? You will work with the team and get your very own ship class! (See the 'Rewards' section for details)"}]},{"name":"\nSongmasters : The Music Wars\n","url":"https://www.kickstarter.com/projects/208431038/songmasters-the-music-wars?ref=kickspy","backers":"192","pledged":"15839","currency":"USD","goal":"25000","rewards":[{"tier":"10","backers":"30","desc":"Our eternal gratitude, your name in the credits, and 50 POINTS OF INFLUENCE in the game to begin with (meaning, a little advantage in the game politics at the start to gain your first title and bonuses)"},{"tier":"20","backers":"24","desc":"All of the Above and an INVITATION TO THE BETA TEST OF THE GAME. You will be able to carry over your character as well as any \"Title\" (useful for the aspect of game politics) acquired during the period of testing to the full release of the game."},{"tier":"25","backers":"42","desc":"All of the above and a TIER 1 MUSICAL ARTIFACT for your main character. This Artifact will grant you a bonus to help you win your song duels."},{"tier":"50","backers":"29","desc":"All of the above and THE SONGMASTERS GUIDE in Pdf Format, with a special and unique dedication for you."},{"tier":"75","backers":"2","desc":"All of the above, and a CD containing the original SCORE OF SONGMASTERS, with the 7 SONGS/PIECES found in Armogaste, the school of Songmasters found in the game."},{"tier":"100","backers":"10","desc":"All of the above and an invitation to the OFFICER's CLUB, which gives you access to the politics of the game earlier within your house (and the possibility to vote on events)"},{"tier":"250","backers":"2","desc":"All of the above and THE PRINTED COLLECTOR's EDITION of the SONGMASTER GUIDE, sent to you at our expense. (EU and US only) (Add 20 $ for other international recipients)"},{"tier":"500","backers":"8","desc":"All of the Above and YOUR OWN UNIQUE CHARACTER AVATAR, available ingame for your own personnal use and a A3 sized POSTER sent to you at our own expense."},{"tier":"1000","backers":"1","desc":"All of the above and you get to CREATE ONE OF THE SECTORS, NAME AND BACKGROUND in the game with the help of our developpers. You will also get a SONGMASTERS T-SHIRT and we will create a MUSICAL THEME SPECIFICALLY FOR YOUR CHARACTER."},{"tier":"1500","backers":"0","desc":"All of the above and you will be invited for a dinner with the developpers (in Paris or New York). Dinner is on us, but the  travel arrangements are  yours. You will be introduced to the team of creators behind Songmasters, and will see the process of development. You will also be granted a VIP access to the first major event for the launch of the game."},{"tier":"2000","backers":"0","desc":"Same as pledge of 1,000$ with an added twist: YOU START IMMEDIATELY AS THE LEADER OF ONE OF THE GREAT HOUSES. First come first serve for the picking of the particular house. In addition, you will have a UNIQUE ARTIFACT WITH YOUR NAME on it that befits your rank of high lord/Lady. This pledge grants you the  title of ASSOCIATE PRODUCER on the game."},{"tier":"4000","backers":"0","desc":"Same as pledge of 1,000. (and those that come before it). You will also be able to CREATE YOUR OWN FACTION with us for the first extension of the game. Our talented artists will portray with music and illustrations the descriptions you will give us and your character will start as the House Lord. You will also have a credit of EXECUTIVE PRODUCER for the game."}]},{"name":"\nRadial-G - A high-octane sci-fi racer for the VR generation!\n","url":"https://www.kickstarter.com/projects/tammekagames/radial-g-a-high-octane-sci-fi-racer-for-the-vr-gen?ref=kickspy","backers":"978","pledged":"38820","currency":"GBP","goal":"50000","rewards":[{"tier":"5","backers":"19","desc":"\"BACKMARKER\" - Get access to the multiplayer demo only"},{"tier":"10","backers":"68","desc":"\"ARMCHAIR ENTHUSIAST REDUX\" - Get access to the multiplayer demo and the first main release post-Kickstarter but no future CONTENT updates. You will still receive patches and bug fix version updates. Receive our thanks in the credits."},{"tier":"10","backers":"10","desc":"\"ARMCHAIR ENTHUSIAST\" - Get access to the multiplayer demo and the first main release post-Kickstarter but no future updates. Receive our thanks in the credits."},{"tier":"15","backers":"499","desc":"\"107% RULE\" - EARLY-BIRD DISCOUNT! Get access to the multiplayer demo, the first main release post-Kickstarter and all future updates. Receive our thanks in the credits."},{"tier":"20","backers":"147","desc":"\"APEX\" - Get access to the multiplayer demo, the first main release post-Kickstarter and all future updates. Receive our thanks in the credits."},{"tier":"30","backers":"128","desc":"\"PLATINUM PACKAGE\" - Gain access to the multi-player demo, the 1st full release on PC, MAC, LINUX & PS4* AND all content DLC updates post-release PLUS the unique platinum single player demo ship in-game to show your involvement with the Kickstarter AND access to the Alpha & Beta tests before launch and your name in the credits! *assuming we reach funding level to cover PS4 development"},{"tier":"40","backers":"61","desc":"\"CO-DRIVER\" - Get access to the multiplayer demo, the first main release post-Kickstarter and all future updates PLUS wear your pledge with pride with game t-shirt, access to the alpha test and be listed in the credits"},{"tier":"75","backers":"14","desc":"\"BURNOUT\" - Get access to the multiplayer demo, the first main release post-Kickstarter and all future updates PLUS a digital copy of the game art book and official soundtrack. Includes “Co-Driver” rewards."},{"tier":"150","backers":"4","desc":"\"SIMULATED\" - Get access to the multiplayer demo, the first main release post-Kickstarter and all future updates PLUS a 3D-printed physical model of 1 of 4 race craft designs to choose from. Includes “Co-Driver” and “Burnout” rewards."},{"tier":"225","backers":"0","desc":"\"ACHIEVER\" - Get access to the multiplayer demo, the first main release post-Kickstarter and all future updates PLUS work with the team to name and design an in-game achievement. Includes “Co-Driver” and “Burnout” rewards."},{"tier":"350","backers":"3","desc":"\"NAVIGATOR\" - Get access to the multiplayer demo, the first main release post-Kickstarter and all future updates PLUS a limited-edition, custom 3D printed “Altergaze” mobile VR handset with the game logo featured within the design. Includes “Co-Driver” and “Burnout” rewards."},{"tier":"575","backers":"0","desc":"\"MOVING CHICANE\" - Get access to the multiplayer demo, the first main release post-Kickstarter and all future updates PLUS help design an on-track obstacle. Includes “Co-Driver” and “Burnout” rewards."},{"tier":"750","backers":"1","desc":"\"SCRUTINEER\" - Get access to the multiplayer demo, the first main release post-Kickstarter and all future updates PLUS an Oculus Rift DK2 HMD customised with the game logo! Includes “Co-Driver” and “Burnout” rewards."},{"tier":"1000","backers":"0","desc":"\"NOTABLE MENTION\" - Get access to the multiplayer demo, the first main release post-Kickstarter and all future updates PLUS we will incorporate your name into the storyline. Includes “Co-Driver” and “Burnout” rewards."},{"tier":"1500","backers":"2","desc":"\"CIRCUIT BREAKER\" - Submit your own race track design for us to implement into the game. We'll work with you over Skype and credit you as a 'Game Designer'. Includes \"Co-Driver\" and \"Burnout\" rewards."},{"tier":"2250","backers":"2","desc":"\"RIVAL RACER\" - We will create a boss rival character in your likeness. Make sure you're badass enough to put the fear into players! Includes \"Co-Driver\" and \"Burnout\" rewards."},{"tier":"3500","backers":"0","desc":"\"WORLD CHAMPION\" - Get access to the multiplayer demo, the first main release post-Kickstarter and all future updates PLUS a tour of the dev studio and dinner with the devs in Brighton! Includes “Co-Driver”, \"Burnout” and \"Simulated\" rewards. (Flights and hotel for one night will be provided.)"},{"tier":"5000","backers":"1","desc":"\"EVANGELIST\" - This one's for you Palmer! Includes “Co-Driver”, \"Burnout” and \"Simulated\" rewards."}]},{"name":"\nRock Vibe\n","url":"https://www.kickstarter.com/projects/rupa211/rock-vibe?ref=kickspy","backers":"78","pledged":"15002","currency":"USD","goal":"32000","rewards":[{"tier":"1","backers":"0","desc":"The satisfaction of knowing how awesome you are!! Also, you can access all of the project updates here on Kickstarter + get the Keeping Time application download that helps you keep track of time while you're on your computer."},{"tier":"5","backers":"3","desc":"USA only - A personalized thank you card in the mail, complete with a happy doodle and message in my handwriting. I hope you can read it + Keeping Time application download."},{"tier":"7","backers":"2","desc":"Outside USA - A personalized thank you card in the mail, complete with a happy doodle and message in my handwriting + Keeping Time application download."},{"tier":"10","backers":"13","desc":"USA & International -- Your name will be featured in the thank you section of the upcoming official Rock Vibe site + personalized thank you card in the mail + Keeping Time application download."},{"tier":"25","backers":"14","desc":"USA & International -- A digital download of the Rock Vibe software with schematics and instructions to build your own electronic wearable + a thank you on the official website + a personalized thank you card in your mailbox + Keeping Time application download."},{"tier":"35","backers":"6","desc":"USA only -- A nicely packaged CD with the Rock Vibe software, printed schematics and building instructions + a thank you on the website + personalized thank you card in the mail + Keeping Time application download."},{"tier":"40","backers":"4","desc":"International -- A nicely packaged CD with the Rock Vibe software, printed schematics and building instructions + a thank you on the website + personalized thank you card in the mail + Keeping Time application download."},{"tier":"65","backers":"2","desc":"USA & International -- Add a song to Rock Vibe (Please see restrictions) + a nicely packaged CD with the Rock Vibe software, schematics, building instructions and operation manual + a thank you on the website + personalized thank you card in the mail + Keeping Time application download."},{"tier":"135","backers":"4","desc":"USA only -- Pre-assembled version of Rock Vibe + add a song to Rock Vibe (Please see restrictions) + software, schematics, building instructions on CD + thank you on the website + personalized thank you card in the mail + Keeping Time application download."},{"tier":"148","backers":"1","desc":"International -- Pre-assembled version of Rock Vibe + add a song to Rock Vibe (Please see restrictions) + software, schematics, building instructions on CD + thank you on the website + personalized thank you card in the mail + Keeping Time application download."},{"tier":"195","backers":"2","desc":"USA only -- 2-player pre-assembled version of Rock Vibe + add a song to Rock Vibe (Please see restrictions) + software, schematics, building instructions on CD + thank you on the website + personalized thank you card in the mail + Keeping Time application download."},{"tier":"210","backers":"0","desc":"International -- 2-player pre-assembled version of Rock Vibe + add a song to Rock Vibe (Please see restrictions) + software, schematics, building instructions on CD + thank you on the website + personalized thank you card in the mail + Keeping Time application download."},{"tier":"300","backers":"2","desc":"USA & International -- Add a vocalized welcome message of your choosing that plays after the Rock Vibe application launches + 2-player pre-assembled version of Rock Vibe + add a song to Rock Vibe (Please see restrictions) + software, schematics, building instructions on CD + thank you on the website + personalized thank you card in the mail + Keeping Time application download."},{"tier":"515","backers":"0","desc":"USA & International -- Three 2-player pre-assembled Rock Vibes + Add a vocalized welcome message of your choosing that plays after the Rock Vibe application launches + add a song to Rock Vibe (Please see restrictions) + software, schematics, building instructions on CD + thank you on the website + personalized thank you card in the mail + Keeping Time application download."},{"tier":"550","backers":"0","desc":"USA & International -- Discuss and suggest features on the phone or via Skype + Three 2-player pre-assembled Rock Vibes + Add a vocalized welcome message of your choosing that plays after the Rock Vibe application launches + add a song to Rock Vibe (Please see restrictions) + software, schematics, building instructions on CD + thank you on the website + personalized thank you card in the mail + Keeping Time application download."},{"tier":"1500","backers":"0","desc":"USA & International -- Ticket to conference or expo where the game is presented and dinner. Available events are subject to the project's acceptance at various conferences. + The following has an EDD of Feb. 2013: Discuss and suggest features on the phone or via Skype + Five 2-player pre-assembled Rock Vibes + Add a vocalized welcome message of your choosing that plays after the Rock Vibe application launches + add a song to Rock Vibe (Please see restrictions) + software, schematics, building instructions on CD + thank you on the website + personalized thank you card in the mail + Keeping Time application download."}]},{"name":"\nCelestian Tales: Old North\n","url":"https://www.kickstarter.com/projects/ekuatorgames/celestian-tales-old-north?ref=kickspy","backers":"643","pledged":"24021","currency":"USD","goal":"40000","rewards":[{"tier":"5","backers":"50","desc":"THE IMPETUOUS\r\n==============================\r\nWith only $5, you can download Celestian Tales: Old North. Only available for 50 first high-spirited knights!"},{"tier":"10","backers":"262","desc":"THE GALLANT\r\n==============================\r\nDigital download of Old North + High-res exclusive wallpapers. Take arms and join the fight for The Old North!"},{"tier":"15","backers":"41","desc":"THE KEEN\r\n============================== \r\nGALLANT tier rewards + digital download of the Official Soundtrack. Enter the world of Old North even outside the game."},{"tier":"25","backers":"141","desc":"THE VIRTUOUS ============================== KEEN tier rewards + digital PDF download of the graphic novel + unlock alternate costumes and artworks for each of the six playable characters. Your name will be put into the credits with special thanks."},{"tier":"35","backers":"50","desc":"THE SWIFT\r\n============================== \r\nVIRTUOUS tier rewards + digital PDF download of the Art Book, available only for 50 quick grabbers."},{"tier":"50","backers":"38","desc":"THE IDEALIST\r\n============================== \r\nVIRTUOUS tier rewards + digital PDF download of the Art Book + access to the Beta release + behind-the-scenes download. Your name will be put on the credits as our glorious supporter. Fully enjoy Old North in all its artistic glory!"},{"tier":"70","backers":"3","desc":"THE COMRADE\r\n==============================\r\nTwo download codes for the Game + Official Soundtrack + Graphic Novel + Art Book + alternate costumes & arts. Get your significant other, best friend, or pet to experience the Old North!"},{"tier":"100","backers":"11","desc":"THE ELITE ============================== \r\nBOXED EDITION: Disc copies of Celestian Tales: Old North + its official soundtrack + printed full color graphic novel, all encased in an exclusive box available only in Kickstarter. Includes all IDEALIST tier rewards.\r\n==============================\r\nPlease add $25 shipping outside South East Asia."},{"tier":"140","backers":"3","desc":"THE SCHOLAR\r\n==============================\r\nELITE tier rewards + high-quality hard cover full color art book + exclusive Alpha access. Experience the Old North with all its artistic glory, right in your own hands.\r\n==============================\r\nPlease add $25 shipping outside South East Asia."},{"tier":"200","backers":"19","desc":"THE HONORABLE\r\n============================== \r\nCOLLECTOR'S EDITION: Disc copies of Celestian Tales: Old North + its official soundtrack + printed full color graphic novel + hard cover full color art book, encased in an extravagant signed, numbered, and personalized limited box. Includes digital downloads of all physical rewards + Beta and Alpha access + alternate costumes & arts + behind-the-scenes download. Your name will be eternally engraved on the Cavern of Sylphs as one of the first to found the Old North. As someone forever honored by our team, you'll get every single game we'll ever release and receive behind-the-scenes, updates, and sneak peeks a day before anyone else.\r\n============================== Includes shipping costs."},{"tier":"275","backers":"6","desc":"THE SAGE\r\n==============================\r\nHONORABLE tier rewards + ORIGINAL SKETCH signed and personalized by the dev team + ENGRAVE custom 140 characters on the Cavern of Sylphs along with your name (subject to dev team's approval). They will reverberate in the lands as words uttered by those first to found the Old North. As proof of your deeds in shaping the Old North with us, you'll receive an exclusive sterling silver Arbiter's Brooch.\r\n==============================\r\nIncludes shipping costs."},{"tier":"375","backers":"2","desc":"THE MASTER ARMORER\r\n==============================\r\nSAGE tier rewards + DESIGN AN ARMOR, the strongest and rarest usable by one character (subject to dev team's approval) + a signed SKETCH of the armor (replaces SAGE's sketch reward). As proof of your hand in shaping this world, receive a sterling silver Arbiter's Brooch and an Arbiter's Cloak to shield you from Old North's deadly winters.\r\n==============================\r\nIncludes shipping costs."},{"tier":"375","backers":"0","desc":"THE MASTER ARMSMAN\r\n==============================\r\nSAGE tier rewards + DESIGN A WEAPON, the strongest and rarest usable by one character (subject to dev team's approval) + a signed SKETCH of the weapon (replaces SAGE's sketch reward). As proof of your hand in shaping this world, receive a sterling silver Arbiter's Brooch and an Arbiter's Cloak to shield you from Old North's deadly winters.\r\n==============================\r\nIncludes shipping costs."},{"tier":"500","backers":"2","desc":"THE LEGENDARY\r\n==============================\r\nSAGE tier rewards + DESIGN AN ITEM SET consisting of a weapon and an armor usable by one character which, when worn together, give great boons (subject to dev team's approval) + a signed SKETCH of the character wearing the item set (replaces SAGE's sketch reward). As proof of your hand in shaping this world, receive a sterling silver Arbiter's Brooch and an Arbiter's Cloak to shield you from Old North's deadly winters.\r\n==============================\r\nIncludes shipping costs."},{"tier":"700","backers":"1","desc":"THE LIFEBRINGER\r\n==============================\r\nSAGE tier rewards + DESIGN YOUR CHARACTER AS NPC (subject to dev team's approval) + a signed CONCEPT SKETCH of him/her (replaces SAGE's sketch reward) + reach out to the team members via Skype. As proof of your hand in shaping this world, receive a sterling silver Arbiter's Brooch and an Arbiter's Cloak to shield you from Old North's deadly winters.\r\n==============================\r\nIncludes shipping costs."},{"tier":"1000","backers":"2","desc":"MASTER OF THE HOUSE\r\n==============================\r\nLIFEBRINGER tier rewards + YOUR CHARACTER'S COLORED ILLUSTRATION + DESIGN A NOBLE HOUSE name, sigil, and lores (subject to dev team's approval) + reach out to the team members via Skype. You can either have the NPC you designed be a noble of this House (Knight or Baron rank) or have them as two separate rewards.\r\n==============================\r\nIncludes shipping costs."},{"tier":"1500","backers":"0","desc":"THE ANCIENT\r\n==============================\r\nSAGE tier rewards encased in the #01 Collector's Edition Box + DESIGN AN ULTIMATE ENEMY (subject to dev team's approval) + a COLORED ILLUSTRATION of it + reach out to the team members via Skype. Do you remember Ultima and Omega Weapon, Ozma, or Spekkio? An absolute adversary, even harder to conquer than the final encounter? That enemy every single hardcore gamer wants to beat so badly we remember its name for the rest of our lives? With this tier, you can design it with us. There can be no two of this legendary being, only yours. As proof of your hand in shaping this world, receive a sterling silver Arbiter's Brooch and an Arbiter's Cloak to shield you from Old North's deadly winters. \r\n==============================\r\nIncludes shipping costs."},{"tier":"2500","backers":"0","desc":"THE GODLY ==============================\r\nWhat? We don't even.. well, if you love us *that* much, who are we to argue? We can't really show how enormous our gratitude is for a pledge like this, so we'll give the best of everything: SAGE TIER REWARDS encased in the #00 Collector's Edition Box (which we wanted to keep for ourselves). In addition to a concept sketch, we'll make a FULL COLORED ARTWORK (with background) for you. Your Arbiter's Brooch and Cloak will be specially made with exclusive materials, adorned with meticulously detailed ornaments. In the game, your avatar will be a legendary being (the default is a hero, but we're on if you want it to be a less-humanoid being) and we'll craft an entire side quest about him/her. He/she might also feature on the Graphic Novel! Your name will appear before anyone else as EXECUTIVE PRODUCER. We don't know what else to give, so please take UNLIMITED hugs and thanks from all our team members (you can take them while you bother us on Skype).\r\n============================== Already includes shipping costs."}]},{"name":"\nColossal Kaiju Combat - Expanded and Upgraded!  OUYA!\n","url":"https://www.kickstarter.com/projects/14214732/colossal-kaiju-combat-expanded-and-upgraded-ouya?ref=kickspy","backers":"146","pledged":"22258","currency":"USD","goal":"45000","rewards":[{"tier":"5","backers":"17","desc":"YOUNG KAIJU - You are officially a member of the design team!  Get a special \"Design Team Member\" badge on your forum avatar, and become eligible to vote on roster, features, budgeting, and more!  You also get a Beta key for Kaijuland Battles! (PC and/or OUYA)"},{"tier":"20","backers":"18","desc":"JUNIOR KAIJU - In addition to joining the design team, you are eligible for a free copy of \"The Fall of Nemesis\" upon release!  (PC or OUYA)  Get your battle on!"},{"tier":"25","backers":"9","desc":"MODULAR REWARD #1 - Nemesis bundle!\r\n\r\nJoin the design team, get a free copy of \"Fall of Nemesis,\" (PC or OUYA) and get an electronic copy of the kaiju novel PROJECT: NEMESIS by Jeremy Robinson!"},{"tier":"25","backers":"8","desc":"MODULAR REWARD #2 - The Combat Deck!\r\n(plus 2 packs of extra characters)\r\n\r\nGet yourself a Combat Deck - everything you need for 2 players to throw down in a fast-paced Kaiju-on-Kaiju card brawl!  2 packs of SPN1 cards gives you hundreds of additional combat possibilities!"},{"tier":"25","backers":"3","desc":"MODULAR REWARD #3 - Booster bonanza!\r\n6 packs of CKC Trading Cards!  (Series SPN1) gives you 48 high-quality cards featuring original monsters designed by our fans!  Amazing original art, detailed histories, combat stats... - plus every card becomes a playable character when used with our Combat Deck!"},{"tier":"25","backers":"5","desc":"MODULAR REWARD #4 - Three sponsorship credits!\r\n\r\nThis February we will have another round of sponsorships - where the community nominates their favorite original characters to become part of the CKC universe.  (First as Trading Cards, and eventually as playable characters in-game!)  This reward allows you to sponsor three!  (You may sponsor your own monster, but the three credits must be used on three different monsters.)"},{"tier":"25","backers":"11","desc":"MODULAR REWARD #5 - Beta access to \"Fall of Nemesis\" on PC & OUYA!\r\n\r\nJust like it says on the box - get early access to our flagship game on one or both of our launch platforms."},{"tier":"30","backers":"17","desc":"CKC YEAR ONE ART BOOK!  -  Matt Frank has assembled a beautiful book which collects EVERY sketch, drawing, and note about our progenitor process during the first year of CKC!  More than a hundred pages of beautiful illustrations, includes dozens of never-before seen works!  Plus behind-the-scenes details from Matt and Simon.  Available in digital format only at this tier.  This also includes a free downloadable copy of Kaiju: Rising - an anthology of more than two-dozen original Kaiju stories written by best-selling authors!"},{"tier":"50","backers":"1","desc":"MODULAR REWARD #7 - Get a 2\" scale figurine of ANY character from the Fall of Nemesis!  These are high-detail 3D prints made from our in-game assets.  You can preview the figurines at http://p3d.in/u/Sunstone_Games"},{"tier":"50","backers":"5","desc":"MODULAR REWARD #6 - Get an official CKC T-shirt!  We will offer them in a suite of mens & womens sizes.  The community will vote on color & design(s) once all orders are in.  International folks will be able to order these after the Kickstarter."},{"tier":"50","backers":"6","desc":"PHYSICAL ART BOOK! - Get a printed copy of the CKC Year one art book!  When civilization collapses and all computers become inoperable you'll be glad you did!"},{"tier":"60","backers":"1","desc":"MECHAKAIJU - Get a physical copy of the CKC year one art book PLUS all of the digital books!  (Art book, Kaiju: Rising, Project: Nemesis, Project: Maigo.)"},{"tier":"75","backers":"1","desc":"ABOMINATION - Get on the Design Team, Pre-Order Fall of Nemesis, get a physical copy of CKC Year One art book, plus get digital copies of all four books!"},{"tier":"100","backers":"12","desc":"BATTLE KAIJU - A free copy of all future CKC releases!  Get a design team membership, and enjoy a free copy of EVERY GAME we release as part of the CKC franchise!  You'll get every character, every game mode, every story - forever!  Available on PC or OUYA."},{"tier":"200","backers":"25","desc":"SPONSORSHIP SKIPPER!  - Have one original monster skip the sponsorship process and become a Trading Card!  Submit an original idea, and our team will help flesh it out, and get it ready to become part of the CKC universe!  (You keep all rights to your creation, but give us permission to use it.)  As an official part of the CKC universe, your character is eligible to be voted (by the community) into a future game as a playable character!"},{"tier":"10000","backers":"1","desc":"SUPER PROGENITOR KAIJU - Your original character becomes the 12th (and final) playable character in our flagship title - \"The Fall of Nemesis: Clash of the Kaijujin!\"  You will have an immediate collaboration with Simon Strange & Matt Frank - and we'll get started right away!"}]},{"name":"\nDream\n","url":"https://www.kickstarter.com/projects/samread/dream-0?ref=kickspy","backers":"517","pledged":"8597","currency":"GBP","goal":"20000","rewards":[{"tier":"1","backers":"12","desc":"CHEERS: We appreciate any help! You’ll receive a thank you email from us and a pack of desktop backgrounds for helping us get started. Plus all backers will get their names in the credits under special thanks!"},{"tier":"6","backers":"100","desc":"EARLY BIRD SPECIAL: A choice between the finished game on Steam for PC and Mac or a DRM free download."},{"tier":"9","backers":"241","desc":"PRE-ORDER: A choice between the finished game on Steam for PC and Mac or a DRM free download."},{"tier":"15","backers":"97","desc":"OST TIER: You’ll receive a digital copy of the games soundtrack and a choice between the finished game on Steam for PC and Mac or a DRM free download."},{"tier":"25","backers":"36","desc":"ALPHA DEMO: You'll receive a digital copy of the game and games OST and you will also receive a demo of the first act of the game to help give us feedback!"},{"tier":"40","backers":"7","desc":"T-SHIRT: All of the above rewards plus a Dream backer T-shirt as shown below."},{"tier":"50","backers":"12","desc":"PERSONAL POST: All of the above rewards plus a limited edition postcard signed by the three of us at Hypersloth."},{"tier":"100","backers":"7","desc":"SLEEP ENTHUSIAST: On top of the above rewards you will also receive a limited edition Dream pillowcase!"},{"tier":"150","backers":"1","desc":"FLASH DEVELOPER: This is quite a unique tier specifically targeted at anyone who develops their own games in flash and would like that game to appear in a fully working state actually inside our game via an arcade machine or the computer. Your name would appear in the credits of Dream along side your own games title and we hope it could be a great method to promote yourself once we release on steam. Plus all above rewards."},{"tier":"250","backers":"0","desc":"COMPUTER: For this tier you will receive all previous rewards including a postcard, T-shirt and the pillowcase. We would also like to work with you to create a personal username and password for the in-game computer. This would involve you choosing some documents and emails to include on the computer and also can include a picture of yourself."},{"tier":"500","backers":"2","desc":"PRODUCER: For your very generous donation you will receive all previous rewards including postcard, t-shirt, pillowcase and computer login. On top of this we would like to work with you to include your very own secret collectible in the game as well as put your name in the credits under producer!"}]},{"name":"\nNight In The Woods\n","url":"https://www.kickstarter.com/projects/1307515311/night-in-the-woods","backers":"7372","pledged":"209375","currency":"USD","goal":"50000","rewards":[{"tier":"1","backers":"206","desc":"A hug from Alec or Scott should you ever meet them in person. Option of up hug or down hug, limit of 10 seconds duration. And our eternal thanks!"},{"tier":"15","backers":"3926","desc":"A FULL COPY OF NIGHT IN THE WOODS. \r\nA full digital cyber copy of Night in the Woods the moment it is released. DRM-free, naturally. All previous rewards included."},{"tier":"20","backers":"324","desc":"SUPER RAD WALLPAPERS. The astute viewer will note that the wallpapers contain hints to some of the more cryptic secrets to be found in Night in the Woods. Impress your friends! All previous rewards included."},{"tier":"25","backers":"1877","desc":"ORIGINAL GAME SOUNDTRACK + PDF ART BOOK. A download featuring Alec's soundtrack and a collection of essential art from Scott and others! All previous rewards included."},{"tier":"35","backers":"277","desc":"EARLY ACCESS TO NIGHT IN THE WOODS ANIMATED SHORTS. Throughout 2014 we will be producing several Night In The Woods mini-shorts, and you will see them long before anyone else! All previous rewards included."},{"tier":"50","backers":"334","desc":"HANDMADE ZINE, PIN PACK AND STICKER. Handmade zine featuring comics and illustrations set in the world of Night In The Woods. Pins of characters and a super sweet sticker. All previous rewards included."},{"tier":"75","backers":"52","desc":"YOUR INITIALS CARVED INTO A TREE OR SPRAYPAINTED ON A WALL. The town in Night in the Woods has seen its share of teenage wasteoids, and they have left their marks. You can be one of them! All previous rewards included."},{"tier":"100","backers":"130","desc":"ACCESS TO A SPECIAL SUPPLEMENTAL PROLOGUE GAME. A super-secret prologue to Night In The Woods available only to backers, delivered ahead of the full game's release. All previous rewards included."},{"tier":"150","backers":"148","desc":"HANDMADE PLUSH OF MAE THE CAT. Expertly handmade from felt and floss and stuffing and love by a bonafide degree holder in Fiber Arts. This one-of-a-kind creation will be a friend and companion. It will watch you while you sleep. All previous rewards included."},{"tier":"250","backers":"34","desc":"VERY NICE NIGHT IN THE WOODS GLOW IN THE DARK SCREENPRINT. A large, multi-color hand-screened print designed by Scott that reveals SECRETS in the dark! Signed and numbered. All previous rewards included."},{"tier":"500","backers":"15","desc":"CHARACTER BASED ON YOU + PRINT OF YOUR IN-GAME DOPPLEGANGER. Send us a pic and choose from our list of species and we'll dump you off the bus in town. We'll also send you a postcard print of your character so you can watch for them to walk by, call your friends into the room and excitedly point to the screen while shaking your print at them. All previous rewards included."},{"tier":"1000","backers":"10","desc":"CHARACTER BASED ON YOU WITH DIALOGUE AND STUFF. Your resident doppelganger will have things to say and might even be part of certain questlines! We'll seek your thoughts on verbiage and temperament and do our best to represent you in a fair and even-handed manner. All previous rewards included."},{"tier":"2000","backers":"1","desc":"THE IN-GAME BAND WILL SING A SONG ABOUT A CHARACTER BASED ON YOU. This is pretty self explanatory but seriously, video game animal people thrashing through a song tribute to a video game animal version of you is something of a once in a lifetime opportunity. All previous rewards included."},{"tier":"5000","backers":"0","desc":"CUSTOM GAME WITHIN THE GAME. We will seek your guidance on a custom minigame playable in Night In The Woods and craft it with your specifications in mind. You will receive a standalone copy of the minigame, of course. All previous rewards included."}]},{"name":"\nOceania online MMO RPG\n","url":"https://www.kickstarter.com/projects/1400130230/oceania-online-mmo-rpg?ref=kickspy","backers":"115","pledged":"39019","currency":"USD","goal":"50000","rewards":[{"tier":"5","backers":"6","desc":"Our thanks for your interest in our game and sketchbook PDF."},{"tier":"15","backers":"58","desc":"FREE COPY of the game's release for PC and expendable supplies starter pack."},{"tier":"25","backers":"2","desc":"FREE COPY of the game's release for PC and expendable supplies starter pack."},{"tier":"30","backers":"4","desc":"FREE COPY of the game's release for PC. In addition, you will receive a expendable supplies starter pack, WALLPAPER SET. A large collection of Oceania wallpapers for your PC, Mac, tablet, along with our heartfelt thanks."},{"tier":"65","backers":"9","desc":"Premium account for 3 months. 3 months of premium access for your account. Having the premium a character upgrades and develops 2 times faster, more things fall from monsters. The character gets other substantial bonuses. In addition, you will receive a FREE COPY of the game's release for PC, WALLPAPER SET and expendable supplies starter pack."},{"tier":"125","backers":"1","desc":"Soundtracks for the game. All the soundtracks for the game - used and unused. In addition, you will receive a FREE COPY of the game's release for PC, WALLPAPER SET and 3 months of premium access for your account. Having the premium a character upgrades and develops 2 times faster, more things fall from monsters. The character gets other substantial bonuses. Plus sketchbook PDF and expendable supplies Premium Pack"},{"tier":"175","backers":"2","desc":"Soundtracks for the game. All the soundtracks for the game - used and unused. In addition, you will receive a FREE COPY of the game's release for PC, WALLPAPER SET and 3 months of premium access for your account. Having the premium a character upgrades and develops 2 times faster, more things fall from monsters. The character gets other substantial bonuses. Plus sketchbook PDF, expendable supplies Premium Pack, early alpha test invite and 3 nicks for your characters."},{"tier":"200","backers":"3","desc":"An object or artifact named after you (as in “Thompson submachine gun”). Plus FREE COPY of the game's release for PC."},{"tier":"300","backers":"4","desc":"Own island At the beginning of the game you get your own island in the ocean, where you can rule as you wish, you can decorate it, build a tavern, a farm, a livestock or whatever you want. Plus - Participation in the beta testing. Free 2 copy of the game's release for PC. WALLPAPER SET. Premium account for 3 months. 3 months of premium access for your account. Having the premium a character upgrades and develops 2 times faster, more things fall from monsters. The character gets other substantial bonuses. Soundtracks. T-shirt with logo or picture of the game. In addition, you will receive a Art BOOK. In addition, you will receive a expendable supplies starter pack."},{"tier":"320","backers":"15","desc":"Own flying island At the beginning of the game you get your own island in the ocean, where you can rule as you wish, you can decorate it, build a tavern, a farm, a livestock or whatever you want. Plus - Participation in the beta testing. Free 2 copy of the game's release for PC. WALLPAPER SET. Premium account for 3 months. 3 months of premium access for your account. Having the premium a character upgrades and develops 2 times faster, more things fall from monsters. The character gets other substantial bonuses. Soundtracks. T-shirt with logo or picture of the game. In addition, you will receive a Art BOOK. In addition, you will receive a expendable supplies starter pack."},{"tier":"500","backers":"7","desc":"Free access to the Forbidden City for 2 months Forbidden City is a mysterious place. There are a lot of rumors about this place. Not everyone can get there. They say there are many valuable artifacts and... Plus - Participation in the beta testing. Free 3 copy of the game's release for PC. WALLPAPER SET. Premium account for 3 months. Soundtracks. T-shirt with logo or picture of the game, Art BOOK and a Figure Miniature."},{"tier":"1000","backers":"0","desc":"Guild registration starter pack, and expendable supplies special pack. In addition, you will receive a Participation in the beta testing. Free 3 copy of the game's release for PC. WALLPAPER SET. Premium account for 3 months. 3 months of premium access for your account. Having the premium a character upgrades and develops 2 times faster, more things fall from monsters. The character gets other substantial bonuses. Soundtracks. T-shirt with logo or picture of the game, Art BOOK and a Figure Miniature."},{"tier":"10000","backers":"0","desc":"Character - The founder of the Vampire. You get a vampire character who is one of vampire’ ancestors. This character has unique features which are not available for ordinary vampires. Also some weapons / items can’t kill him though can kill an ordinary vampire. Besides the character has the ability to turn elves and men into vampires. Plus - Participation in the beta testing. Free 5 copy of the game's release for PC. WALLPAPER SET. Premium account for 3 months. Soundtracks. 3 T-shirt with logo / picture of the game. Art BOOK. Pack a Figuries Miniatures."},{"tier":"10000","backers":"0","desc":"Character - The founder of WEREWOLVES You get a werewolf character who is one of werewolves’ ancestors. This character has unique features which are not available for ordinary werewolves. Also some weapons / items can’t kill him though can kill an ordinary werewolf. Besides the character has the ability to turn elves and men into werewolves. Plus - Participation in the beta testing. Free 5 copy of the game's release for PC. WALLPAPER SET. Premium account for 3 months. Soundtracks. 3 T-shirt with logo / picture of the game. Art BOOK. Pack a Figuries Miniatures."},{"tier":"10000","backers":"0","desc":"Your photo will be placed in the Temple of the Game Creators(http://oceania-online.com/Art/team/dev/), with your name and the words 'Honorary Backer' below. Some characters will\r\nbe able to receive game bonuses by entering the Temple and supplicating their Creator's image for aid. Plus - Participation in the beta testing. Free 5 copy of the game's release for PC. WALLPAPER SET. Premium account for 3 months. Soundtracks. 3 T-shirt with logo / picture of the game. Art BOOK."}]},{"name":"\nNeverending Nightmares\n","url":"https://www.kickstarter.com/projects/infinitap/neverending-nightmares","backers":"3608","pledged":"106722","currency":"USD","goal":"99000","rewards":[{"tier":"1","backers":"257","desc":"Name in credits\r\n=============================\r\n\r\nThank you for your support! We will include your name in the credits."},{"tier":"5","backers":"89","desc":"Backer forum + name in credits\r\n=============================\r\nGet access to our exclusive backer forum where we will answer your questions about the game and seek your advice. We will post exclusive videos there as well. You also get your name in the credits!"},{"tier":"10","backers":"750","desc":"Digital game (early bird tier) + backer forum + name in credits ============================= Get a copy of the game for PC, Mac, Linux, and Ouya! The Ouya version will be released first, and the PC/Mac/Linux versions will come later. You will get the $5 reward tier."},{"tier":"15","backers":"1369","desc":"Digital game + backer forum + name in credits\r\n==============================\r\n\r\nIf you missed the early bird tier, the game can still be yours! This includes the digital copy of the game and everything in the early bird tier."},{"tier":"25","backers":"571","desc":"Beta access + Soundtrack + $15 Tier \r\n\r\n=============================\r\nGet beta access to the game and experience the world of Neverending Nightmares before release. In addition, get a digital copy of the soundtrack by Skyler McGlothlin, the amazing composer on Retro/Grade, plus the $15 tier including the digital game."},{"tier":"35","backers":"175","desc":"Alpha access + $25 tier\r\n=============================\r\nGet alpha access to the game in order to play the game early in development. Includes everything in the $25 tier."},{"tier":"50","backers":"131","desc":"digital art book + inner circle videos + $35 tier\r\n=============================\r\nGet a digital art book showcasing the development process, and the inner circle developer diaries where I will talk about even more personal struggles."},{"tier":"75","backers":"39","desc":"Unreleased novel + $50 tier\r\n=============================\r\nGet a digital ebook of the semi-autobiographical novel I wrote trying to illustrate what having OCD was like."},{"tier":"100","backers":"103","desc":"Physical copy of the game + poster + t-shirt + $75 tier\r\n============================= \r\nThis tier includes a physical copy of the game for PC, Mac, and Linux (plus a digital copy for Ouya). In addition, you'll get a t-shirt and poster."},{"tier":"150","backers":"14","desc":"Signed poster + $100 tier\r\n=============================\r\nGet a copy of the poster signed by Matt Gilgenbach with a personalized message!"},{"tier":"250","backers":"21","desc":"Get your name on a tombstone + $150 tier ============================= Would you like to be memorialized in the game forever with your name on a tombstone? You can be! Includes the $150 reward tier."},{"tier":"350","backers":"9","desc":"Physical art book + $250 tier\r\n============================\r\nGet a full color, physical version of the art book plus all the $250 reward tier."},{"tier":"450","backers":"0","desc":"*NEW* Create a sound effect for the game + the $350 tier\r\n============================= \r\nSimilar to the reward previously only available at the $1,500 level, you can help make a sound effect for the game. This version only includes the $350 tier."},{"tier":"500","backers":"10","desc":"A stylized portrait of you in the game + giclee print + $350 tier\r\n=============================\r\nOur artists will draw a portrait of you in our art style and place it somewhere in the game! In addition, we'll create a high quality digital print of it, and send it to you. Plus everything in the $350 tier!"},{"tier":"950","backers":"0","desc":"*NEW* Work with the team to incorporate versions of your nightmares + the $350 tier =============================  \r\nSimilar to the reward that costs $2,500, this version allows you to work with the team to incorporate elements from your nightmares. It includes the $350 tier (not the $500 tier)"},{"tier":"1000","backers":"8","desc":"An actual painting of your in game portrait + $500 tier\r\n=============================\r\nLike the previous reward, our artists will make a portrait of you to appear in the game. They will also create an actual physical painting that you can hang up on the wall! In addition, you get the $500 tier (including the giclee print of the digital version)"},{"tier":"1500","backers":"1","desc":"Create sound effects for the game + $1000 tier\r\n============================= \r\nRecord a scary grunt, growl, or other noise, and our sound team will incorporate it into the game. Includes the $1000 tier."},{"tier":"2500","backers":"1","desc":"Work with the team to incorporate elements of your nightmares + $1,500 tier\r\n=============================\r\nAre there any nightmares that haunted you that you feel like should be in the game? Work with the team to have elements from them incorporated in the game. Do you want to help design a monster? We'd love your help. This includes the $1,500 tier."},{"tier":"5000","backers":"0","desc":"Name the male character + $2,500 tier\r\n=============================\r\nWork with the team to choose a name for the tentatively named \"Adam\". We reserve veto rights to ensure it fits in the world."},{"tier":"5000","backers":"0","desc":"Name the female character + $2,500 tier\r\n============================= \r\nWork with the team to choose a name for the tentatively named \"Lydia\". We reserve veto rights to ensure it fits in the world."},{"tier":"10000","backers":"0","desc":"Rent Matt Gilgenbach for a day + $2,500 tier\r\n=============================\r\nMatt Gilgenbach to fly to wherever you want and hang out with you for a day. (For more info, see the reward description in the body of the page)"}]},{"name":"\nSTASIS - 2D Isometric SciFi Horror Adventure Game.\n","url":"https://www.kickstarter.com/projects/bischoff/stasis-2d-isometric-scifi-horror-adventure-game","backers":"4298","pledged":"132523","currency":"USD","goal":"100000","rewards":[{"tier":"5","backers":"45","desc":"A very special THANK YOU! \r\nAccess to the 'backers only' posts in the Kickstarter/Stasis forum.\r\nYou will also get an exclusive Stasis desktop WALLPAPER."},{"tier":"19","backers":"2538","desc":"DIGITAL EDITION\r\n=============================\r\nALL PREVIOUS REWARDS &\r\nthe Digital GAME DOWNLOAD on release.\r\nGeneral Backer Credit in the game and on our website."},{"tier":"24","backers":"781","desc":"EXPANDED EDITION\r\n=============================\r\nALL PREVIOUS REWARDS &\r\nthe SOUNDTRACK as a digital mp3/Ogg download."},{"tier":"39","backers":"461","desc":"DEVELOPERS EDITION\r\n=============================\r\nALL PREVIOUS REWARDS &\r\nthe 'MAKING OF' Stasis digital video content download when the game is released, covering INTERVIEWS, the ART and GAME DESIGN of Stasis.\r\n\r\nA Classic ADVENTURE GAME HINT BOOK as a digital PDF for download.\r\n\r\nSILVER Backer Credit in the game and on our website."},{"tier":"59","backers":"85","desc":"BETA ACCESS\r\n=============================\r\nSame rewards as DEVELOPERS EDITION, but ACCESS TO THE STASIS BETA - You will be able to play the BETA of Stasis at least a month before we release it publicly. Your final comments will aid us to polish Stasis even further. You will also be listed as a BETA TESTER on our website and in the Stasis credits.\r\n\r\nNOTE: This reward also applies to all tiers above $59."},{"tier":"78","backers":"95","desc":"CLASSIC EDITION\r\n=============================\r\nALL PREVIOUS REWARDS &\r\nA PHYSICAL BOX copy of the game on release.\r\nThe PHYSICAL CD of the soundtrack on release.\r\nGOLD Backer Credit in the game and on our website."},{"tier":"99","backers":"151","desc":"CLASSIC EDITION DELUXE============================= \r\nSame rewards as the CLASSIC EDITION but you will also get an extra pretty version of the STASIS box. This Special Edition box has a foil design, embossed logo and polished high gloss surface. The Deluxe Box design is Kickstarter Exclusive and won't be available after the campaign ends. Reward Tiers above $99 will automatically receive the Deluxe box."},{"tier":"149","backers":"16","desc":"ULTIMATE EDITION\r\n=============================\r\nALL PREVIOUS REWARDS &\r\nA STASIS POLO SHIRT exclusive to this campaign."},{"tier":"249","backers":"29","desc":"COLLECTORS EDITION\r\n=============================\r\nALL PREVIOUS REWARDS &\r\nyour boxed copy of Stasis will be SIGNED and numbered.\r\nAn exclusive STASIS CANVAS print, signed and numbered.\r\nThe DEAD BODY BONUS - your name on a corpse.\r\nAn EXTRA digital download on release.\r\nUNOBTAINIUM CREDIT, the highest thanks possible on our website and in the game credits."},{"tier":"449","backers":"8","desc":"DEFINITIVE EDITION\r\n=============================\r\ngod level $$$ support - THANKS!\r\n\r\nSame rewards as the ULTIMATE EDITION.\r\n\r\nYou also get a 3D SCULPTURE of John, designed by Chris, and printed in hard black plastic.\r\n\r\nYour boxed copy of Stasis will be SIGNED and numbered.\r\n\r\nAn exclusive STASIS CANVAS print, signed and numbered.\r\n\r\nAn EXTRA digital download on release.\r\n\r\nUNOBTAINIUM CREDIT, the highest thanks possible on our website and in the game credits.\r\n\r\nYour DEAD BODY DEFINITIVE REWARD will include as an extra; your PHOTOGRAPH, your blood type and a brief description of...YOU!"},{"tier":"975","backers":"1","desc":"BLACK EDITION\r\n=============================\r\nSame rewards as the DEFINITIVE EDITION.\r\n\r\nYou ALSO get THE GROOMLAKE 3D SCULPTURE, printed in color (images on the left).\r\n\r\nPlus a random (original) page from the spiral book\r\nthat Chris has used as the Design Document for Stasis. \r\n\r\nYou will get a personal hand-written letter from Chris, thanking you for your support. \r\n\r\nYou will get a personal Skype-to-Skype chat with Chris after Stasis is released.\r\n\r\nYou will also get an additional 3 digital keys for Stasis.\r\n\r\nA name of your choice (a real first, middle and surname) will appear in the game, on the board of executives of Cayne Corporation. Names from this tier will be used in the history and lore of the Stasis universe."}]},{"name":"\nSCALE\n","url":"https://www.kickstarter.com/projects/1188957169/scale","backers":"5396","pledged":"108020","currency":"USD","goal":"87000","rewards":[{"tier":"10","backers":"2593","desc":"FUN SIZED EDITION\r\n============================== \r\n1 DRM free copy of SCALE. A thank you acknowledgement in the credits."},{"tier":"15","backers":"890","desc":"SCALE + Inputting Edition ============================== 1 cross-platform (PC/Mac/Linux) DRM free copy of SCALE and Inputting, each. A thank you acknowledgement in the credits."},{"tier":"15","backers":"300","desc":"APPROPRIATELY SIZED EDITION (EARLY DISCOUNT 40% OFF)\r\n==============================\r\n1 DRM free copy of SCALE, and a download of the soundtrack and \"Inspired by\" album. A thank you acknowledgement in the credits."},{"tier":"20","backers":"300","desc":"SCALE + Friends of Scale Pack ============================== 1 cross-platform (PC/Mac/Linux) DRM free copy of SCALE and Inputting, each. STEAM KEYS for Noitu Love 2, Electronic Super Joy, Incredipede, and Osmos . A thank you acknowledgement in the credits."},{"tier":"25","backers":"72","desc":"GIF LOVER EDITION\r\n==============================\r\n1 cross-platform (PC/Mac/Linux) DRM free copy of SCALE and Inputting, each. A pack of 3 lenticular holographic cards based on .GIFs from SCALE (designs tbd), by Gifpop! A thank you acknowledgement in the credits."},{"tier":"25","backers":"489","desc":"APPROPRIATELY SIZED EDITION\r\n==============================\r\n1 DRM free copy of SCALE, and a download of the soundtrack and \"Inspired by\" album. A thank you acknowledgement in the credits."},{"tier":"30","backers":"200","desc":"BETA ACCESS EDITION (EARLY DISCOUNT 25% OFF!)\r\n============================== \r\nBETA ACCESS to SCALE including a DRM free copy of SCALE, a download of the soundtrack, and a download of the \"Inspired by SCALE\" AKA \"ALL AWESOME\" Album. A thank you acknowledgement in the credits."},{"tier":"40","backers":"101","desc":"BETA ACCESS EDITION\r\n============================== \r\nBETA ACCESS to SCALE including a DRM free copy of SCALE, a download of the soundtrack, and a download of the \"Inspired by SCALE\" Album.  A thank you acknowledgement in the credits."},{"tier":"49","backers":"70","desc":"SPREAD THE WORD EDITION\r\n============================== \r\nBeta access to 2 DRM free copies of SCALE,\r\ndigital copies of the soundtrack the \"Inspired by SCALE\" Album, and a digital copy of the SCALE Art Book. A special in-game thank you instead of the regular credits."},{"tier":"60","backers":"124","desc":"EXCLUSIVE ALPHA ACCESS EDITION\r\n============================== Alpha access to a DRM free copy of SCALE, 2 additional DRM free copies when the game ships, \r\ndigital copies of the soundtrack the \"Inspired by SCALE\" Album, and a digital copy of the SCALE Art Book. A special in-game thank you instead of the regular credits."},{"tier":"64","backers":"82","desc":"ENNOBLING VESTMENT (T-Shirt) EDITION\r\n============================== \r\nA SCALE t-shirt in your choice of red, green, blue, or grey, as well as 3 DRM free copies of SCALE,\r\ndigital copies of the soundtrack the \"Inspired by SCALE\" Album, and a digital copy of the SCALE Art Book. A special in-game thank you instead of the regular credits."},{"tier":"64","backers":"24","desc":"POSTER PICKER EDITION\r\n==============================\r\nYour choice of poster design, as well as 3 DRM free copies of SCALE, digital copies of the soundtrack the \"Inspired by SCALE\" Album, and a digital copy of the SCALE Art Book. A special in-game thank you instead of the regular credits."},{"tier":"99","backers":"43","desc":"PHYSICAL OBJECTS COLLECTOR’S EDITION\r\n==============================\r\nA copy of SCALE on disc in a physical box with a printed manual, CDs of the soundtrack and bonus album, and your choice of 1 poster. In addition to all of your material goods, you will receive 2 DRM free digital copies of SCALE, digital copies of the soundtrack the \"Inspired by SCALE\" Album, and a digital copy of the SCALE Art Book. Your choice of poster. A special in-game thank you instead of the regular credits."},{"tier":"150","backers":"4","desc":"THE ULTIMATE NATURE OF VINYL EDITION\r\n==============================\r\nSpecial Limited Vinyl LP versions of soundtrack and \"Inspired by SCALE\" album, 3 DRM free copies of SCALE, digital copies of the soundtrack the \"Inspired by SCALE\" album, and a digital copy of the SCALE art book. Your choice of poster. A special in-game thank you instead of the regular credits."},{"tier":"150","backers":"7","desc":"THE NOT-QUITE-FORBIDDEN ART CODEX EDITION\r\n==============================\r\nA printed, hardbound, real-life version of the SCALE art book, as well as 3 DRM free copies of SCALE, digital copies of the soundtrack the \"Inspired by SCALE\" Album, and a digital copy of the SCALE Art Book. Your choice of poster. A special in-game thank you instead of the regular credits."},{"tier":"300","backers":"19","desc":"THE ULTIMATE COLLECTOR'S EDITION\r\n==============================\r\nA copy of SCALE on disc in a physical box with a printed manual. CDs of the soundtrack and bonus album. The Limited Edition Vinyl LP versions of the soundtrack and \"Inspired by SCALE\" album. A SCALE t-shirt in your choice of red, green, blue, or grey, 2 DRM free digital copies of SCALE. A printed, hardbound, real-life version of the SCALE art book. ALL of the SCALE posters and prints. A DRM free copy of SCALE, digital copies of the soundtrack the \"Inspired by SCALE\" Album, and a digital copy of the SCALE Art Book. One of each poster design. A special in-game thank you instead of the regular credits."},{"tier":"512","backers":"1","desc":"GAME DESIGN REAL TALK EDITION\r\n==============================\r\nSteve will consult on your game / idea for 1 hour including a videoconferenced playtest and feedback session. Includes all the rewards of THE ULTIMATE COLLECTOR'S EDITION, and another 2 digital DRM free copies of SCALE for a total of 5 copies of the game. You will be granted Alpha access for one copy of the game."},{"tier":"1000","backers":"2","desc":"A PARTICLE OF YOUR OWN EDITION ==============================\r\nIndividually crafted physical particle, representing one of the fundamental particles of the cosmos. An invitation to SCALE's release party. Includes all the rewards of THE ULTIMATE COLLECTOR'S EDITION, and 7 more digital DRM free copies of SCALE for a total of 10 copies of the game. You will be granted Alpha access for one copy of the game."},{"tier":"2700","backers":"0","desc":"WARD OF THE POETIC JUSTICE SYSTEM EDITION ==============================\r\nA custom, physically modeled mini-prison, based off of the in-game prison. An invitation to SCALE's release party. Includes all the rewards of THE ULTIMATE COLLECTOR'S EDITION, and 7 more digital DRM free copies of SCALE for a total of 10 copies of the game. You will be granted Alpha access for one copy of the game."},{"tier":"2700","backers":"0","desc":"SILURIAN THERAPEUTIC REHABILITATION EDITION \r\n============================== A crafted Silurian Brain Parasite/Therapist hat, for you to wear. An invitation to SCALE's release party. Includes all the rewards of THE ULTIMATE COLLECTOR'S EDITION, and 7 more digital DRM free copies of SCALE for a total of 10 copies of the game. You will be granted Alpha access for one copy of the game."},{"tier":"10000","backers":"0","desc":"THE POWER OF TEN EDITION\r\n==============================\r\nA prop-quality model of the SCALE DEVICE at one of its different power levels. One each of al the other props (a particle, a miniprison, and a brain parasite hat). Be credited as an Executive producer in the game's credits. An invitation to SCALE's release party. Includes all the rewards of THE ULTIMATE COLLECTOR'S EDITION, and 7 more digital DRM free copies of SCALE for a total of 10 copies of the game. You will be granted Alpha access for one copy of the game."}]},{"name":"\nDarkest Dungeon by Red Hook Studios\n","url":"https://www.kickstarter.com/projects/1460250988/darkest-dungeon-by-red-hook-studios","backers":"9639","pledged":"313337","currency":"USD","goal":"75000","rewards":[{"tier":"15","backers":"3186","desc":"NOMAD\r\n=============================\r\nTHE GAME\r\n=============================\r\nDigital downloadable copy of Darkest Dungeon on Steam when it releases. (PC / Mac) ● (Approximately €11 / £9)"},{"tier":"20","backers":"2526","desc":"WANDERER\r\n=============================\r\nTHE GAME + EARLY ACCESS + DEVELOPMENT POLLS\r\n=============================\r\nGet EARLY ACCESS to the game when it goes live on Steam later this year. You will be amongst the first to play the game and access new features and content right as they are implemented! ● Plus, you will see concept art and be given the chance to take part in polls during development to help choose some character classes, monsters, and environments that will get put into the game. ● (Approximately €15 / £12)"},{"tier":"24","backers":"250","desc":"EARLY BIRD - SEEKER\r\n=============================\r\nYou get all rewards of the $29 tier below! You save $$ by jumping in early! ● (Approximately €18 / £15)"},{"tier":"29","backers":"932","desc":"SEEKER\r\n=============================\r\n+PDF ADVENTURING MANUAL + DIGITAL ESTATE MAP + EXCLUSIVE WALLPAPER PACK + CREDIT\r\n=============================\r\nINCLUDES ALL PREVIOUS REWARDS ● Really excited about Darkest Dungeon? Back us at this level and you will be handsomely rewarded with a PDF Adventuring Manual filled with lore, tips, and sketches to assist you in planning your quests. ● Also, get a digital map of your inherited Estate, complete with scrawled hints which will help you in your early adventurers. ● You'll also get an exclusive BACKERS ONLY digital wallpaper pack to adorn your favorite computer(s) ● Finally, in recognition of your pledging at this level and helping Darkest Dungeon get made, you'll receive a \"Founders\" CREDIT in the game! ● (Approximately €21 / £18)"},{"tier":"40","backers":"225","desc":"EARLY BIRD - ADVENTURER ============================= All rewards of the $49 tier below. Save $$ by jumping in early! (Approximately €29 / £24)"},{"tier":"44","backers":"250","desc":"EARLY BIRD ROUND 2 - ADVENTURER ============================= Due to overwhelming demand, we'd decided to open some more Early Bird slots for ADVENTURER. This includes all rewards of the $49 tier below. Save $$ by jumping in early! (Approximately €32 / £27)"},{"tier":"49","backers":"1551","desc":"ADVENTURER\r\n=============================\r\nDELUXE DIGITAL EDITION: EXCLUSIVE CHARACTER CLASS + PDF ART BOOK + ORIGINAL SOUNDTRACK BY STUART CHATWOOD + ADVENTURER CREDIT\r\n============================= \r\nINCLUDES ALL PREVIOUS REWARDS ● Exclusive playable Backers Only character class which will be voted upon by backers (you!) after the campaign closes. ● Feast your eyes upon a digital ART BOOK containing extensive concept work and finished illustrations from Darkest Dungeons' artists! ● Treat your ears to a digital downloadable copy of the Darkest Dungeon Original Soundtrack by Stuart Chatwood. Stuart has composed music for 8 Prince of Persia games on top of his work in a platinum-selling rock band. ● AND, for helping us at this deluxe level, earn eternal recognition with an ADVENTURER credit in the game! ● (Approximately €36 / £29)"},{"tier":"74","backers":"184","desc":"ARTIST\r\n=============================\r\n+PRINTED ART BOOK (DISCOUNTED)\r\n============================= INCLUDES ALL PREVIOUS REWARDS ● Beautiful printed copy of the Darkest Dungeon Art Book to handle and gaze at. Save $ versus Adding On separately. ● Shipping to US and Canada included. Please add $20 for other countries. ● (Approximately €69 / £57 including shipping.)"},{"tier":"95","backers":"212","desc":"DIGITAL PATRON\r\n=============================\r\nALL DIGITAL! (NO PHYSICAL ITEMS) GREAT FOR INTERNATIONAL SUPPORTERS!\r\n============================= Want the most Darkest Dungeon you can get, including Personalizing a Hero and Designing an Item, but don't want to deal with physical items and shipping costs? Back us at this level and get some  of the rewards from higher tiers. ● INCLUDES ALL REWARDS FROM ADVENTURER TIER (DIGITAL DELUXE EDITION) ● Plus PDF DIORAMA (print your own diorama!) ● Plus PERSONALIZE A HERO (see \"Patron\" tier) ● Plus DESIGN AN IN GAME EQUIPPABLE ITEM (see \"Grand Patron\" tier) ● And get listed as a \"PATRON\" in the credits! ● (Approximately €69 / £57 - no shipping required.)"},{"tier":"99","backers":"94","desc":"PATRON\r\n=============================\r\n+PAPER DIORAMA + PERSONALIZE A HERO + PATRON CREDIT\r\n=============================\r\nINCLUDES ALL [ARTIST] REWARDS (Digital Deluxe Pack + Printed Art Book) PLUS: ● Make your own Darkest Dungeon diorama! You get a set of character, hallway, and monster sheets. Just cut and assemble for a desktop dungeon delving display! ● PLUS, get involved in game creation by personalizing a recruitable hero for the game. After the campaign, we'll send you a survey where you can select a name (subject to style approval to fit the game), character class, and some starting traits. This character can show up as a recruit in town, for any players to hire. ● Get listed as a PATRON in the credits and know you were a huge part of making DD happen. ● Shipping to US and Canada included. Please add $20 for other countries. ● (Approximately €87/ £73 including shipping.)"},{"tier":"149","backers":"107","desc":"GRAND PATRON\r\n=============================\r\n+SIGNED ART PRINT + DESIGN AN IN-GAME EQUPPABLE ITEM\r\n=============================\r\nINCLUDES ALL PREVIOUS REWARDS ● Get a beautiful signed numbered limited edition 18\" x 24\" print by Darkest Dungeon artist Chris Bourassa. ● Design an in-game item that is equippable by heroes: during development, we will send you a survey where you can assemble an item by choosing a form, giving it powers, and naming it (subject to thematic approval). Your item becomes loot in the game! ● Shipping to US and Canada included. Please add $20 for other countries. ● (Approximately €123 / £103 including shipping.)"},{"tier":"249","backers":"20","desc":"HEIR\r\n=============================\r\n+YOUR FACE DRAWN IN THE DARKEST DUNGEON STYLE + THE DARKEST DUNGEON NARRATOR READS A LINE FOR YOU!\r\n=============================\r\nINCLUDES ALL PREVIOUS REWARDS ● Get your face drawn in the Darkest Dungeon style similar to what you see under the TEAM section...a great avatar for Twitter, Facebook, etc.! ● ALSO, the velvet-voiced baritone Narrator of Darkest Dungeon, Wayne June, will read a line of your choice for you and you will get the digital recording to use as you wish. (Lines are subject to decency/political restrictions--we'll work with you to make sure it's acceptable.) ● Get credited as a HEIR in the game WITH YOUR AVATAR PICTURE shown! ● Shipping to US and Canada included. Please add $20 for other countries. ● (Approximately €196 / £164 including shipping)"},{"tier":"499","backers":"5","desc":"NOBLE HEIR\r\n=============================\r\n+JOURNAL OF YOUR EXPEDITION AND DOOM ============================= INCLUDES ALL PREVIOUS REWARDS ● Be immortalized in Darkest Dungeon! We will work with you to come up with a simple story about your fictional adventure down into the dungeons in which you met an untimely end. While adventuring, players can happen across journal pages which tell of your fate. ● Finally, be listed as \"NOBLE HEIR\" in the credits. ● Worldwide shipping included. ● (Approximately €364 / £299)"},{"tier":"999","backers":"5","desc":"HEIR APPARENT\r\n=============================\r\n+EXCLUSIVE 1 of 1 SIGNED CLASS DRAWING\r\n============================= INCLUDES ALL PREVIOUS REWARDS ● Work with Darkest Dungeon artist Chris Bourassa to select your favorite hero class and discuss a pose. Chris will paint this pose and we will print a SINGLE COPY ONLY of this print, sign it, and ship it to you. ● You will also get the digital wallpaper version to share as you decide. ● Finally, be listed as \"HEIR APPARENT\" in the credits. ● Worldwide shipping included. ● (Approximately €729 / £599)"},{"tier":"2500","backers":"1","desc":"BARON\r\n=============================\r\n+DESIGN A MONSTER! ============================= INCLUDES ALL PREVIOUS REWARDS ● Work with our design team to design a monster that will appear in the game! We'll collaborate to pick a monster type, name, and combat abilities. ● Then, receive a print of the monster, signed by the dev team. ● And you'll be credited under \"ADDITIONAL MONSTER DESIGN\" in the credits! ● Worldwide shipping included. ● (Approximately €1825 / £1500)"},{"tier":"5000","backers":"1","desc":"LORD\r\n=============================\r\n+DESIGN A CHARACTER CLASS ============================= INCLUDES ALL PREVIOUS REWARDS ● You will have an effect in shaping the game for every player. Work with our design and art team to create and design a character class that players can recruit and use in their party. We'll collaborate to create the visual and gameplay elements of the class, including combat abilities, camping abilities, and weapons and armor. ● Receive credit in the game as \"ADDITIONAL CLASS DESIGN.\" ● We'll also give you a signed 1/1 print of the class. ● Worldwide shipping included. ● (Approximately €3650 / £3000)"}]}]}